{
  "patrons": [
    {
      "name": "Bobugbubilz",
      "description": "The demon lord of amphibians, Bobugbubilz demands that his servants protect frogs, toads,\nand salamanders; spread chaos; and revere the dark swamplands. To form a bond with Bobugbubilz,\na putrid week-long ceremony must be completed in the slimy lair of the Toadfiend.\nAfter any major assistance, Bobugbubilz demands minor acts of fealty, usually related to slaying the\nsnakes and other creatures that so often eat his amphibious thralls.",
      "invoke_patron": {
        "12-13": "Bobugbubilz is preoccupied. The ground oozes muck, rain falls from a clear sky, and other\nsigns of the Toadfiend manifest, giving the caster a surge of energy in the form of +1d6\nStrength for the next hour. This may be spellburned as normal.",
        "14-17": "Bobugbubilz sends a plague of toads. The squishy horde hops onto the scene in 1d4 rounds.\nThe thousands of toads collectively occupy approximately a space of 20’x20’, which can overlap\nwith other creatures. The toads attack all enemies of the caster and Bobugbubilz within\ntheir space. The swarm disperses in 1d6 rounds. Toad horde: Init +0; Atk bite +4 melee against\nall in 20’x20’ space (dmg 1d4); AC 8; HP 40; MV 10’; Act 1; SV Fort +4, Ref +0, Will +0; AL C.",
        "18-19": "The ground surrounding the caster’s most dangerous nearby opponent grows suddenly moist.\nIt falls away as a yawning toad’s mouth bursts up, crushing the enemy between its lipless\njaws. The enemy automatically suffers 2d6 points of damage (DC 20 Fort save for half).",
        "20-23": "Bobugbubilz sends a devil frog (see stats on page 402). It arrives in 1d4 rounds. It obeys the\ncaster’s commands until Bobugbubilz needs it elsewhere (caster must make DC 20 spell check\nevery hour or it departs; or judge’s discretion). The devil frog is large enough to be ridden as\na mount.",
        "24-27": "Bobugbubilz sends a barbed salamander (see stats on page 402). It arrives in 1d4 rounds. It\nobeys the caster’s commands until Bobugbubilz needs it elsewhere (caster must make DC 20\nspell check every hour or it departs; or judge’s discretion). This demonic salamander is large\nenough to be ridden as a mount, provided the character has a saddle that overcomes the barbs.",
        "28-29": "Bobugbubilz sends a minor toadfiend (see stats on page 402). This horrid crossbreed of man\nand amphibian rises immediately from a muddy pit and lurches about chaotically, striking\ndown foes in between croaking gurgles. It remains for one hour.",
        "30-31": "The evil god of amphibians sends an avatar (see stats on page 402). This dark-skinned monstrous\ntoad covered in boils drops from above to attack the caster’s enemies. It remains for 2d6\nrounds, during which time it fights ferociously.",
        "32+": "Bobugbubilz sends an avatar (see stats on page 402) and also imbues the caster with a supernatural\nburst of toad-strength. The caster gains a +6 bonus to Strength as long as the avatar\nremains present. The avatar, a dark-skinned monstrous toad covered in boils, drops from\nabove to attack the caster’s enemies. It remains for 2d6 rounds, during which time it fights\nferociously."
  },
  "patron_taint": {
        "1": "Buzzing, biting flies appear when the caster casts\nany spell. They distract and annoy but otherwise\ndo no harm. If this result is rolled a second time, the\neffect is amplified such that a large black swarm of\nflies appears with each spell. The swarm is large\nenough to distract nearby creatures within 10’,\nboth friend and foe (DC 8 Will save or -1 to all rolls\nfor one round), though the caster is immune. If this\nresult is rolled a third time, the swarm of flies follows\nthe caster constantly, day and night, whether\nhe is casting spells or doing something else.",
        "2": "The caster is constantly wet with moisture, as if he\nwere in a sauna or a humid swampland. His brow\nmoistens, he sweats constantly, and by the end of\nevery day his clothes are soaked through. This affects\nhis ability to carry scrolls, paper books, and\nother such things. If this result is rolled a second\ntime, the caster sweats so profusely that his clothes\nare soaked by noontime every day. If this result is\nrolled a third time, the caster actually exudes a constant\ntrickle of moisture. He is constantly thirsty\nand must continually rehydrate his body, and he\nleaves puddles behind when he stops moving.",
        "3": "The caster’s face gains a distinctly batrachian air.\nHis eyes move apart, his brow thickens, and his\nlips extend and tighten. His voice deepens and\ntakes on a croaking echo. If this result is rolled\na second time, the caster’s face transforms\neven further to resemble a frog, including the\nlengthening of his tongue and the appearance\nof eye ridges. At night he involuntarily and\nsubconsciously makes croaking noises in his\nsleep. He can still pass for human, some of the\ntime, although only by claiming he’s deformed\nor otherwise strange. If this result is rolled a third\ntime, the caster’s head transforms completely into\na frog’s head. He can still speak, in a strange amphibious\novertone, but there is absolutely no way\nhe can pass for a normal human.",
        "4": "Every time the caster casts any spell, the area of effect\nis filled with a horrid swampland odor. Like a\nmix of rotting vegetation and fishy overtones, the\nsmell is in no way pleasant. If this result is rolled\nagain, a noxious smell accompanies the caster at all badly he is not welcome in polite company (but is considered fragrant and delicious by the followers of Bobugbubilz).",
        "5": "Whenever the caster casts a spell, his legs extend and change their joint structure. They look deformed, and the\ncaster must then move in short hops for a period of 1d4 rounds, at which point his legs return to normal. (If a spell\neffect interacts with this, the spell effect takes precedent.) If this result is rolled a second time, the transformation\nis more complete, such that the caster’s legs truly resemble frog’s legs for 1d4 turns. He does not gain any extraordinary\nleaping ability but must move in hops rather than steps, which looks strange. If this result is rolled a third\ntime, the caster’s legs permanently change into frog’s legs. He gains the ability to leap his full movement speed\nin a single hop (e.g., if he moves 30’ he can cover a full 30’ with one hop, allowing him to jump across ravines and\npits).",
        "6": "When the caster casts a spell, tiny toads appear around him. They drop from the air, crawl from the folds of his\nclothing, dig out of the ground beneath his feet, and sometimes materialize as part of the spell being cast. Then\nthey scamper off into the underbrush. If this result is rolled a second time, the toads appear not just when the\ncaster casts a spell but also 1d4 times randomly each day. It may be when the caster sits down to dinner, or tries\nto study a spellbook, or draws his dagger for combat: the toads just appear. If this result is rolled a third time, the\ntoads become a permanent accompaniment to the caster. He is always followed by a retinue of croaking, burrowing,\nhopping frogs and toads of various sizes, ranging from newly natured tadpoles up to bullfrogs. No matter\nhow many times he shoos them new ones arrive from unexpected sources. The caster has a very hard time fitting\ninto polite society."
      },
      "spells": {
        "level_1": [
          {
            "name": "Tadpole Transformation",
            "range": "Self",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "None",
            "general": "General A true servant of Bobugbubilz enjoys the calm of the deep swamp. The relaxing buzz of mosquitoes\nand biting flies, the cooling touch of muddy water, the irregular splashes of frogs and fishes, and the\ndeep-throated calls of the swampland bullfrogs: these are the sounds and sights that bring happiness to\nBobugbubilz and his thralls. This spell enables the caster to enjoy such sensations by changing his body\nto best accommodate them.",
            "manifestation": "See below.",
            "table": { "1": "Lost, failure, and patron taint.", "2-11": "Lost. Failure.", "12-13": "The caster’s legs double in girth, his ankle joints extend, and his legs double-back like a frog’s. He can\nnow hop distances equal to twice his normal walking speed. This means the caster can make a standing\nleap clear across chasms and pits or hop rapidly to move at twice his normal speed. The transformation\nlasts for 1d6 turns.", "14-17": "The caster grows a stiff, tadpole-like tail. He can now swim at a speed equal to double his normal walking\nspeed. The transformation lasts for 1d6 turns.", "18-19": "The caster grows gills in the side of his neck. He can now breathe underwater for 1d6 turns.", "20-23": "The caster’s mouth distorts into the wide, gulping maw of a frog, and his tongue lengthens. He gains a\nbite attack that deals 1d6 damage plus Strength modifier. Additionally, the caster can extend his sticky\ntongue with great accuracy. As a ranged attack, he can target any object within 40’ with his tongue. Success\nindicates the caster latches onto the object and can reel it back with an effective Strength of 20 (for\npurposes of the sticky tongue only)—the target must make an opposed Strength check to resist. The effect\nlasts for 1d6 turns.", "24-27": "The caster undergoes a broad transformation that grants him frog legs, a stiff tadpole tail, gills, and a frog\nmouth, as the above four results. The effect lasts for 1d6 turns.", "28-29": "The caster gains all effects from results 24-27 above, and the duration is extended to 1d6 hours.", "30-31": "The caster is transformed into a walking avatar of Bobugbubilz. His girth and mass grows to roughly\ndouble normal. His arms and legs thicken, he grows a tadpole-like tail, and his frog-like mouth is imposing\nin size. He gains the hopping, swimming, breathing, biting, and tongue-lashing abilities outlined in\nresults 12-23 for a period of 1d6 hours. In addition, due to his larger size and constitution, he gains 2d6\ntemporary hit points and is treated as having a Strength of 18 for all normal purposes (including melee\ncombat).", "32+": "The caster is transformed into a walking avatar of Bobugbubilz. His girth and mass grows to roughly\ntriple normal. His arms and legs thicken, he grows a tadpole-like tail, and his frog-like mouth is imposing\nin size. He gains the hopping, swimming, breathing, biting, and tongue-lashing abilities outlined in\nresults 12-23 for a period of 1d6 days, which can be cut short at any point he wishes. In addition, due to\nhis larger size and constitution, he gains 3d6 temporary hit points and is treated as having a Strength of\n22 for all normal purposes (including melee combat)." }
          }
        ],
        "level_2": [
          {
            "name": "Glorious Mire",
            "range": "Touch",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "None",
            "general": "General The demon lord of amphibians is most comfortable in the endless swamplands of his home plane. These\npits of briny mud extend endlessly toward a low brown horizon, entangled in roots and sunk amidst stiff\ngray plants and furry mildewed ruins. With this spell, the caster transforms his immediate surroundings\ninto the swampland that Bobugbubilz calls home. Stone floors soften and change to mud, trees destabilize\nand wobble on their newly liquid foundation, and castles sink into the mire. At low levels the caster\ncan affect only a small volume of space, but at high levels, this spell can bring down castles.",
            "manifestation": "See below.",
            "table": { "1": "Lost, failure, and patron taint.", "2-11": "Lost. Failure.", "12-13": "Failure, but spell is not lost.", "14-15": "The caster can transform a small space to swamp for 1d6 turns. He must touch the space to be affected.\nThe space is equal to eight cubic feet or roughly the size of a human-sized door or a 2’ cube. Any mundane,\nnon-living material can be affected (wood, stone, gold, dirt, etc.). The space changes into a semi-liquid\nmuddy pool. If cast on a door, the door slides to the ground into a pool of gunk. If cast on a dungeon\nfloor, the floor turns into a muddy pool a few inches deep. Living creatures are not affected, but their\nbelongings (such as armor or a sword) can be. Magical items are not affected. At the end of the spell’s\nduration, the space reforms to its original dimensions and nature.", "16-19": "The caster can transform a medium-sized space to swamp for 1d6 turns. He must touch the space to be\naffected. The caster can affect a space equal to 250 square feet or roughly the size of a large boulder 10’ x 5’\nx 5’. Any mundane, non-living material can be affected (wood, stone, gold, dirt, etc.). The space changes\ninto a semi-liquid muddy pool. If cast on a door, the door slides to the ground into a pool of gunk. If cast\non a dungeon floor, the floor turns into a muddy pool a few inches deep. Living creatures are not transformed,\nbut their belongings (such as armor or a sword) can be. Living creatures sitting or standing on\nthe affected area sink into the mud as if they had been dropped into a swamp. If they are lightweight or\ncan swim, there may be no impact, but heavily armored creatures may sink below the surface and drown.\nMagical items are not affected. At the end of the spell’s duration, the space reforms to its original dimensions\nand nature.", "20-21": "The caster can transform a medium-sized space to swamp for 1d6 hours. He must touch the space to be\naffected. The caster can affect a space equal to 250 square feet or roughly the size of a large boulder 10’ x 5’\nx 5’. Any mundane, non-living material can be affected (wood, stone, gold, dirt, etc.). The space changes\ninto a semi-liquid muddy pool. If cast on a door, the door slides to the ground into a pool of gunk. If\ncast on a dungeon floor, the floor turns into a muddy pool a few inches deep. Living creatures are not\ntransformed, but their belongings (such as armor or a sword) can be. Living creatures that were sitting\nor standing on the affected area sink into the mud as if they had been dropped into a swamp. If they are\nlightweight or can swim, there may be no impact, but heavily armored creatures may sink below the\nsurface and drown. Magical items are not affected. At the end of the spell’s duration, the space reforms\nto its original dimensions and nature.", "22-25": "The caster can transform a large field into swamp for 1d6 days. The caster touches the point of origin,\nthen guides the dimensions of the space to be affected. He must have line of sight to the edges of the\nspace. The caster can define a space up to 100’ wide on each side, which is transformed into a swampy\npool of mud, muck, and shallow water up to a few feet deep at various points. The field becomes difficult\nterrain. Lightly armored creatures move at half speed, but heavily armored warriors, as well as heavy\ncreatures such as cows, horses, or minotaurs, become mired and unable to move. Some creatures may actually\ndrown in the shallow water if they cannot be freed. Houses, battlements, and other fixed structures\nmay sink several inches or more into the swamp. Magical items are not affected. At the end of the spell’s\nduration, the space reforms to its original consistency and nature, although objects that have sunk may\nnow be partially underground.\nAlternately, the caster can affect a large solid mass up to the size of a large house. Only mundane, nonliving\nmaterials are affected (wood, stone, gold, dirt, etc.). The solid mass liquefies into a pile of mud and\ngoo. The effect lasts for 1d6 days, at which point the object reforms to its original shape.\nPage 327", "26-29": "The caster can transform a large field into swamp permanently. The caster touches the point of origin,\nthen guides the dimensions of the space to be affected. He must have line of sight to the edges of the\nspace. The caster can define a space up to 100’ wide on each side, which is transformed into a swampy\npool of mud, muck, and shallow water up to a few feet deep at various points. The field becomes difficult\nterrain. Lightly armored creatures move at half speed, but heavily armored warriors, as well as heavy\ncreatures such as cows, horses, or minotaurs, become mired and unable to move. Some creatures may actually\ndrown in the shallow water if they cannot be freed. Houses, battlements, and other fixed structures\nmay sink several inches or more into the swamp. Magical items are not affected. At the end of the spell’s\nduration, the space reforms to its original consistency and nature, although objects that have sunk may\nnow be partially underground.\nAlternately, the caster can affect a large solid mass up to the size of a large house, permanently. Only mundane,\nnon-living materials are affected (wood, stone, gold, dirt, etc.). The solid mass liquefies into a pile\nof mud and goo.", "30-31": "The caster can permanently transform a vast expanse to swampy muck. The space is equal to up to 20,000\ncubic feet or a field 200’ x 100’ to a depth of about a foot. This is also sufficient to affect a solid mass of\nalmost 60’ x 60’ x 60’ or a large castle. The caster can also use the ability to create a pit of mud; i.e., a space\n10’ wide at the very top and very deep. Heavy objects sink into the mud, armored humanoids may drown\nwithin it, and castles or houses can sink and be destroyed as their foundations shift. Magical items are not\naffected.", "32-33": "The caster can permanently transform a vast expanse to swampy muck or transform a single magic object\npermanently.\nIf the caster transforms a vast expanse, the space is equal to up to 20,000 cubic feet or a field 200’ x 100’\nto a depth of about a foot. This is also sufficient to affect a solid mass of almost 60’ x 60’ x 60’ or a large\ncastle. The caster can also use the ability to create a pit of mud; i.e., a space 10’ wide at the very top and\nvery deep. Heavy objects sink into the mud, armored humanoids may drown within it, and castles or\nhouses can sink and be destroyed as their foundations shift.\nIf the caster targets a magical item, he can target a single item up to human-sized (i.e., a sword, shield,\nstaff, suit of armor, etc.), and that counts as the entire use of the spell. Magical objects receive a Fort saving\nthrow to resist the effect. Otherwise, they are transformed to mud.", "34+": "The caster can permanently transform a vast expanse to swampy muck or transform a single magic object\npermanently or transform a single living creature to mud.\nIf the caster transforms a vast expanse, the space is equal to up to 20,000 cubic feet or a field 200’ x 100’\nto a depth of about a foot. This is also sufficient to affect a solid mass of almost 60’ x 60’ x 60’, or a large\ncastle. The caster can also use the ability to create a pit of mud; i.e., a space 10’ wide at the very top and\nvery deep. Heavy objects sink into the mud, armored humanoids may drown within it, and castles or\nhouses can sink and be destroyed as their foundations shift.\nIf the caster targets a magical item, he can target a single item up to human-sized (i.e., a sword, shield,\nstaff, suit of armor, etc.) and that counts as the entire use of the spell. Magical objects receive a Fort saving\nthrow to resist the effect. Otherwise, they are transformed to mud.\nIf the caster targets a living creature, it must be touched to be affected. The living creature counts as the\nentire focus of the spell. Living creatures receive a Fort saving throw to resist the effect. Success indicates\nthey are unaffected. Failure indicates they are transformed to mud and instantly slain." }
          }
        ],
        "level_3": [
          {
            "name": "Bottomfeeder Bond",
            "range": "30’ or more",
            "duration": "1 turn or more",
            "casting_time": "2 rounds",
            "save": "Will vs. spell check DC for intelligent creatures",
            "general": "General Bobugbubilz holds court on a distant plane populated by endless horizons of swampland. In this place he\nis lord of all amphibians, as well as many other swamp dwellers, including crocodiles, catfish, venomous\nsnakes, and biting flies. This spell reinforces the caster’s bond to Bobugbubilz in the eyes of his mortal\nfollowers, and with such a bond the caster gains some degree of control over such creatures.",
            "manifestation": "See below.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-15": "Failure, but spell is not lost.",
              "16-17": "All mundane swampland creatures that come within 30’ of the caster regard him with a neutral disposition.\nSwampland creatures include all amphibians, as well as crocodiles, fish, snakes and other reptiles,\ninsects, and any other mundane creature that lives in a swamp. Intelligent swamp-dwellers, such as lizardmen,\nreceive a Will save to resist the spell effect. If failed, they perceive the caster as non-threatening.\nThe effect continues for 1 turn, or until the caster takes an action that threatens or harms the creatures.",
              "18-21": "As above, except even magical, un-dead, or extra-planar swampland creatures regard the caster as nonthreatening.\nThis includes lacedons (water-dwelling ghouls), swamp zombies, witch doctors, scrags (water-\ndwelling trolls), and primal variants of swamp-dwellers. Intelligent creatures receive a Will save to\nresist, as above.",
              "22-23": "As above, and the caster is regarded as non-threatening by all reptilian, amphibian, piscine, and insectoid\ncreatures, as well as the specific swamp-dwelling varieties. Dragons are not considered reptilian for these\npurposes. Intelligent creatures receive a Will save to resist, as above.",
              "24-26": "As above, and the spell’s range is extended to 100’.",
              "27-31": "As above, and the spell’s duration is extended to 1 hour.",
              "32-33": "All reptilian, amphibian, piscine, and insectoid creatures within 100’ regard the caster as not only neutral\nbut potentially as a friend and ally. Unintelligent and mundane creatures of 4 HD or less are automatically\naffected, while intelligent, magical, and extraplanar creatures, or those of 5 or more HD receive a\nWill save to resist. Affected creatures hop, slither, and slide to the caster’s side in an effort to nuzzle and\noffer their assistance. The effect lasts for 1d6+2 turns. While under this friendly influence, the creatures\nobey the caster’s commands to the best of their ability (limited by their intelligence and physical capabilities,\nof course). Creatures sent into dangerous situations or those that oppose their nature receive another\nWill save at a +4 bonus to break the effect. Examples would include fish ordered out of the water, frogs\nordered to fight a creature much larger than themselves, and so on.",
              "34-35": "As above, and the effect extends to 200’ with a duration of 2d6+4 turns.",
              "36+": "As above, and the effect is ongoing for 1d6 days, to a range of 200’. Creatures affected remain under the\nspell’s influence until its duration ends. By the time the spell ends, the caster is like the Pied Piper of\nswampland creatures, trailed by a train of crocodiles, snakes, fish, toads, frogs, and tadpoles, along with\na veritable cloud of insects. When the effect disperses, this mass of creatures slithers off into the muck."
            }
          }
        ]
      },
      "spellburn": {
        "1": "Bobugbubilz needs the blood of a dry-dweller (a creature that lives only on land). The caster’s blood will do (expressed\nas Stamina, Strength, or Agility loss).",
        "2": "The demon lord of amphibians needs the feet of a man-creature. In this special situation, the character can spellburn\nup to 10 points of ability score loss, but need not take any physical action or damage. If he sacrifices the feet\nof a man-creature (any humanoid will do) to Bobugbubilz before the next sunrise, the character takes no spellburn.\nIf he fails to find such a sacrifice, he takes the full 10 points, distributed across ability scores at the judge’s\ndiscretion, at the next sunrise.",
        "3": "Bobugbubilz requires the sweet voice of the caster to make an invocation that his own amphibious servants\ncannot pronounce properly. Time slows to a crawl as the caster character is whisked away to a dizzying plane\nof close-quartered, moist, womb-like caverns, where is forced to read a text written in the words of his native\nlanguage but with a recondite meaning utterly beyond his comprehension. Upon completing the invocation, he\nappears back on his native plane. No time seems to have passed, and he finds himself weakened by whatever\nextent he sacrificed ability score points for spellburn.",
        "4": "A slithering host of foul serpents wriggles forth from the ground at the caster’s feet, where they promptly bite his\nankles and begin sucking his blood. If the caster resists, the serpents flee and the spellburn fails. If he does not\nresist, the serpents suck blood until the spellburn is complete as normal, then they wriggle back into the earth. As\nthey disappear below the ground, one turns its head back to offer thanks from Bobugbubilz…then it is gone."
  }
    },
    {
      "name": "Azi Dahaka",
      "description": "The demon prince of storms and waste, Azi Dahaka is anything but subtle. He is the blasting sandstorm,\nthe deadly asp, and the desiccated corpse in scorching sun. He appears as an infernal hydra\nand expects his followers to bring ruin wherever they go. Eventually the world shall be a desert\nover which he will rule. His ceremony must be conducted in a desert at high noon where the caster has\nimbibed no liquid for one day and one night before. He demands much of his followers, causing them to\nbe dehydrated and experience heat-induced visions where he gives them minor quests related to spreading\nchaos.",
      "invoke_patron": {
        "12-13": "Azi Dahaka sends a bolt of static lightning toward one of the caster’s enemies, causing 2d6 damage\n(DC 15 Fort save for half). The caster can designate any target within 100’.",
        "14-17": "A cyclone erupts around the caster’s enemies. The caster and his allies are unaffected, but all other\ncreatures within a 30’ radius of the caster suffer 1d8 points of abrasion damage per round. Additionally,\neach round, all enemies within the cyclone must make a Reflex save or be knocked prone\nby the storming winds. The cyclone continues for 1d4+CL rounds.",
        "18-19": "A sandstorm fills the air with blinding dust. However, the caster and his allies can still see normally.\nEnemies within a 60’ radius are blinded as long as the caster continues to concentrate, for up to 1\nminute.",
        "20-23": "A diminutive asp slithers forth from the caster’s sleeve to coil around his hand. The asp will bite\nany enemy the caster touches until it vanishes in 1 minute. The caster must make a melee attack\nroll, but the asp grants a +4 bonus. The attack roll can involve a normal melee attack; i.e., the caster\ncould stab with a dagger, and the asp would also make its bite attempt. Any enemy struck by the\ncaster’s melee attacks while the asp is present suffers from a terrible poison. The bite automatically\ndoes 1 point of damage the first round, then the poison sets in, automatically causing 2 points on\nthe second round. On each subsequent round the target must make a DC20 Fort save or the damage\ndoubles: potentially 4 points on the third round, then 8 points, then 16 points, and so on. The\ndamage continues doubling until the target makes a Fort save.",
        "24-27": "Azi Dahaka sends a tangled mass of slithering snakes. The hissing swarm arrives in 1d3 rounds.\nThe swarm occupies a space of 30’ x 30’ and attacks all enemies within that space. The individual\nsnakes disperse after 1 minute. Snake swarm: Init +0; Atk bite +2 melee against all in 30’ x 30’ space\n(dmg 1d6 plus DC 20 Fort save or additional 1d6 points of poison damage); AC 12; HP 60; MV 30’;\nAct 1d20 (attack all enemies in space); SV Fort +2, Ref +2, Will +0; AL C.",
        "28-29": "Azi Dahaka sends a brawny three-headed snake to aid his follower. It arrives in 1d3 rounds. The 20’\nlong creature obeys the caster’s commands for 1 minute, then slithers away. Three-headed snake:\nInit +6; Atk bite +12 melee (dmg 2d8 plus DC 24 Fort save or additional 3d6 points of poison damage);\nAC 16; HP 24; MV 30’; Act 3d20; SV Fort +2, Ref +4, Will +0; AL C.",
        "30-31": "A spectral hydra shimmers into existence like a mirage above the sands. Its seven heads bite and\nbreathe flame on the caster’s enemies before vanishing on the following round. The caster may immediately\ndirect seven attacks to any targets within 60’ of himself. Each attack is either a bite (+10\nattack, 4d6 damage) or a fiery breath weapon (+15 attack, 2d6 damage plus DC 20 Ref save or target\ncatches fire, suffering additional 2d6 damage each round until the target makes a DC 20 Ref save).",
        "32+": "Azi Dahaka sends a spectral hydra, as above, which lasts for 1d4+CL rounds. The caster may direct\n7 attacks on each round it remains. The caster must concentrate to direct these attacks."
      },
      "patron_taint": {
        "1": "Casting any spell produces a light coat of fine dust,\nwhich settles over everything within 20’ of the\ncaster; the dust seems to absorb moisture, leaving\nsurfaces rough and dry. When the result is rolled a\nsecond time, the caster’s desiccating cloud causes\nall natural plants within 25’ of the caster to wither\nand die any time a spell is cast. If the result is rolled\na third time, a cloud of dust and ash seems to follow\nthe caster, his mere presence causes all natural\nplants within 10’ to wither, shrivel and die.",
        "2": "The caster’s spells draw destructive storms of unnatural\nwrath. There is a 10% chance after casting\nany spell that thunder booms somewhere in the distance.\nIf the result is rolled a second time, any time\nthe caster casts a spell, there is a 35% chance it is following\nby the immediate crash of localized thunder\nin 1d5 seconds. If the result is rolled a third time,\nthere is a 50% chance that any spell causes a flash\nof lightning and the immediate crack of thunder.\nThose within 20’ of the caster must succeed on a\nDC 10 Fort save of be deafened for 1d4 rounds.",
        "3": "The caster’s presence brings ruin and decay to\nall things. Wooden and paper objects decay\nat his touch, crumbling into ash after a single\nweek. If the result is rolled a second time, the\ncaster’s touch reduces cloth and leather to rags\nand then ash, after only ten days. If the result is\nrolled a third time, the caster’s touch causes metal\nto rust and decay, crumbling into sand in a month’s\ntime. Magical objects resist the caster’s casual touch,\nbut still show wear where previously there was\nnone, becoming pitted, mottled and worn.",
        "4": "Patches of the caster’s torso skin peel\naway to reveal iridescent scales. If\nthe result is rolled a second time,\nthe skin on the caster’s arms and\nlegs is transformed into scales.\nIf the result is rolled a third\ntime, the caster’s skin molts,\nrevealing a body covered\nby scales.",
        "5": "The caster’s wounds weep clear ooze—an offering\nto Azi Dahaka that leaves the caster parched and\ndry. Anytime the caster takes a wound, he loses 1\nadditional hp due to the seeping ooze. If the result\nis rolled a second time, the caster develops weeping\nsores on his body; if left untended and not bandaged,\nthe sores cause the caster to lose 1d3 hp per\nday. If the result is rolled a third time, the caster’s\nbody is covered in scores of crusty wounds that\nthreaten to tear open with any great exertion; any\ntime the caster attempts to spellburn, he also loses\n1 hp for every attribute point spent in the spellburn.",
        "6": "The caster takes on the aspect of Azi Dahaka, as a\nsecond pair of eyes buds somewhere on his shoulders\nor back. A ruin mutation, the eyes are blind,\nbut blink disconcertingly every few moments. If\nthe result is rolled a second time, two more sets of\neyes bud somewhere on the caster’s shoulders and\nback. If the result is rolled a third time, the budding\nfaces fully emerge from the caster’s body.\nThe mouths moan strange dirges to Azi Dahaka in\nforgotten tongues, the nostrils flare wildly, and the\nblind eyes dart about unpredictably, as if tracking\nunseen beings."
      },
      "spells": {
        "level_1": [
          {
            "name": "Snake Trick",
            "range": "Varies",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "Will vs. check if the item is held by an unwilling creature; magic items always receive a Will save",
            "general": "General As a servant of Azi Dahaka, the caster is a friend to the common asp and lowly serpent. With a word, the caster transforms any non-living object into a writhing serpent. The serpent is not under the caster’s control and does its best to defend itself, slithering away or striking, as appropriate. The target object must be roughly longer than it is wide. For example, a crown could be transformed into a snake but a wooden crate could not.",
            "manifestation": "Manifestation Roll 1d4: (1) caster’s fingers become writhing snakes; (2) caster is shrouded in a black halo of snake-like forms; (3) the hissing of a thousand snakes fills the air; (4) caster’s eyes flash with the steely gaze of the serpent.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "The caster transforms a non-magical object, up to the volume of a dagger, permanently into a snake of like size. The object must be within 15’. If in the hand of an enemy, the snake immediately strikes (Atk +1, dmg 1 plus poison (Fort DC 12 or 1 Str)) before slithering away.",
              "14-17": "The caster transforms a non-magical object, up to the volume of a longsword, permanently into a snake of like size. The object must be within 25’. If in the hand of an enemy, the snake immediately strikes (Atk +3, dmg 1d3 plus poison (Fort DC 15 or 1d4 Str)) before slithering away.",
              "18-19": "The caster transforms a non-magical object, up to the volume of a spear, permanently into a snake of like size. The object must be within 50’. If in the hand of an enemy, the snake immediately strikes (Atk +5, dmg 1d4+1 plus poison (Fort DC 18 or 1d6 Str)) before slithering away.",
              "20-23": "The caster transforms 1d3 non-magical objects, each up to the volume of a spear, permanently into snakes of like size. The objects must be within 100’. If in the hands of enemies, the snakes immediately strike (Atk +5, dmg 1d4+1 plus poison (Fort DC 18 or 1d6 Str)) before slithering away.",
              "24-27": "The caster transforms 1d12 non-magical non-living objects, or one magical object, each up to the volume of a spear, permanently into snakes of like size. The objects must be within sight. If in the hands of enemies, the snakes immediately strike (Atk +5, dmg 1d4+1 plus poison (Fort DC 18 or 1d6 Str)) before slithering away.",
              "28-29": "The caster transforms 1d24 non-magical objects, or one magical object, each up to the volume of a spear, permanently into snakes of like size. The objects must be within sight. If in the hands of enemies, the snakes immediately strike (Atk +5, dmg 1d4+1 plus poison (Fort DC 18 or 1d6 Str)) before slithering away.",
              "30-31": "The caster transforms 1d100 objects, or 1d4 magical objects, each up to the volume of a spear, permanently into snakes of like size. The objects must be within sight. If in the hands of enemies, the snakes immediately strike (Atk +5, dmg 1d4+1 plus poison (Fort DC 18 or 1d6 Str)) before slithering away.",
              "32+": "The caster transforms 3d100 objects, or 2d6 magical objects, each up to the volume of a spear, permanently into snakes of like size. The objects must be within sight. If in the hands of enemies, the snakes immediately strike (Atk +5, dmg 1d4+1 plus poison (Fort DC 18 or 1d6 Str)) before slithering away. Alternately, the caster can transform a single non-living man-made object of any size (a tower, a ship, a lighthouse, an inn) into a snake of like size. Generally this massive creature will have at least 10 HD and an attack at +20 for damage of 2d12, with a powerful poison (Fort DC 24 or 2d6 Str)."
            }
          }
        ],
        "level_2": [
          {
            "name": "Kith of the Hydra",
            "range": "Self",
            "duration": "Varies",
            "casting_time": "1 hour",
            "save": "None",
            "general": "General Azi Dahaka is the sire and patron of all hydras. By embracing the secret of the hydra, the caster shirks death’s coil, gaining the ability to return from the dead—but only at great sacrifice. Wounds knit, shattered bones mend, and even limbs grow back. However, ongoing damage (for instance, if the caster’s body remains crushed beneath a boulder) does not cease. If the body is utterly and entirely destroyed, the spell fails. If a caster attempts to recast the spell while still under the influence of a previous casting, he is irrevocably transformed into a mindless hydra. This spell requires a minimum spellburn of 4 points.",
            "manifestation": "Manifestation Roll 1d4: (1) a single tendril of hair turns into a slender snake, rooted in the caster’s scalp; (2) a snake takes form in the caster’s throat, speaking his words with its forked tongue; (3) caster’s eyes take on the serpentine cast of a snake; (4) caster molts like a snake, slowly shedding his skin.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "Failure, but spell is not lost.",
              "14-15": "If the caster dies within the next hour, his body is restored to full hit points upon the next new moon. Roll 1d3 upon rebirth: the caster suffers the permanent loss of (1) 1d5 Stamina, (2) 1d5 Strength or (3) 1d5 Agility.",
              "16-19": "If the caster is slain within the next six hours, his body is restored to full hit points with the coming dusk. Roll 1d3 upon rebirth: the caster suffers the permanent loss of (1) 1d4 Stamina, (2) 1d4 Strength or (3) 1d4 Agility.",
              "20-21": "If the caster dies in the next 24 hours, his body is restored to full hit points six hours following his death. Roll 1d3 upon rebirth: the caster suffers the permanent loss of (1) 1d3 Stamina, (2) 1d3 Strength or (3) 1d3 Agility.",
              "22-25": "If the caster is slain in the next week, his body is restored to full hit points one hour following his death. Roll 1d3 upon rebirth: the caster suffers the permanent loss of (1) 1d2 Stamina, (2) 1d2 Strength or (3) 1d2 Agility.",
              "26-29": "If the caster dies before the next full moon, his body is restored to full hit points the following round. Roll 1d3 upon rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.",
              "30-31": "If the caster is slain before the next solstice, his body is restored to full hit points the following round. The caster can return to life twice in this manner. Roll 1d3 upon each rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.",
              "32-33": "If the caster is slain in the next year, he is restored to full hit points the following round. The caster can return to life thrice in this manner. Roll 1d3 upon each rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.",
              "34+": "If the caster is slain in the next hundred years, he is restored to full hit points the following round. The caster can return to life a number of times equal to 1d7 + caster level. This roll must be made by the judge and must not shared with the player. Roll 1d3 upon each rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.\nPage 335"
            }
          }
        ],
        "level_3": [
          {
            "name": "Reap the Whirlwind",
            "range": "Self",
            "duration": "1d5 rounds + CL",
            "casting_time": "1 round",
            "save": "None",
            "general": "General Azi Dahaka is the patron of storms and waste. By transforming himself into a raging sandstorm, the caster embodies his patron’s fiercest traits.",
            "manifestation": "Manifestation Roll 1d3: (1) caster and his equipment dissolve into whirling sand; (2) a howling wind erupts, reducing the caster to sand; (3) caster raises his head to the sky to as if to scream, and his insides pour out as sand.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-15": "Failure, but spell is not lost.",
              "16-17": "The caster and all his equipment transform into a whirling vortex of sand. For the duration of the spell, he is immune to non-magical, physical attacks. While in sand form the caster cannot make physical attacks but can cast spells as appropriate to his new form.",
              "18-21": "The caster transforms into a whirling vortex of sand up to 25’ in height and 10’ in diameter. He can fly at twice his normal speed and is immune to non-magical, physical attacks. Any creature caught within the vortex must make a Fort save against the spell check or be scoured for 1d12+CL damage. Objects weighing less than 1 pound are lifted into the air and drawn into the whirlwind.",
              "22-23": "The caster transforms into a towering whirlwind up to 60’ in height and 30’ in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and must make a Fort save against the spell check or be scoured for 1d16+CL damage. Objects weighing less than 25 pounds are lifted into the air and drawn into the whirlwind.",
              "24-26": "The caster transforms into a raging sandstorm up to 120’ in height and 60’ in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and must make a Fort save against the spell check or be scoured for 1d24+CL damage. Objects weighing less than 50 pounds are lifted into the air and drawn into the whirlwind.",
              "27-31": "The caster transforms into a raging sandstorm up to 300’ in height and 150’ in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and deafened and must make a Fort save against the spell check or be scoured for 2d12+CL damage. Objects weighing less than 100 pounds are lifted into the air and drawn into the whirlwind.",
              "32-33": "The caster transforms into a harrowing sandstorm up to 600’ in height and 300’ in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and deafened and must make a Fort save against the spell check or be scoured for 3d12+CL damage. Man-sized objects or smaller must make a DC 15 Strength check or be torn from the ground. At the end of the spell’s duration, they fall to the ground, suffering another 6d6 damage.",
              "34-35": "The caster transforms into a destructive sandstorm up to 1,000’ in height and 500’ in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Any creature caught within the vortex is blinded, deafened, knocked prone, and must make a Fort save against the spell check or be scoured for 4d12+CL damage. Horse-sized objects or smaller must make a DC 20 Strength check or be torn from the ground. At the end of the spell’s duration, they fall to the ground, suffering another 6d6 damage. Wooden constructions are laid flat, and objects 4’ high or less are left buried in the sand.",
              "36+": "The caster transforms into a devastating sandstorm up to 2,000’ in height and 1000’ in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Any creature caught within the vortex is blinded, deafened, knocked prone, and must make a Fort save against the spell check or be scoured for 5d12+CL damage. Elephant-sized objects or smaller must make a DC 25 Strength check or be torn from the ground. At the end of the spell’s duration, they fall to the ground, suffering another 6d6 damage. Stone constructions are hurled down, and objects in the caster’s path are left buried beneath 10’ of sand."
            }
          }
        ]
      },
      "spellburn": {
        "1": "A hot, searing wind centers on the caster, stripping\nhim of bodily fluids, and leaving him parched, blistered\nand spent (expressed as Stamina, Strength, or\nAgility loss).",
        "2": "The demon prince demands more than the caster\ncan offer. The caster can spellburn up to 10 points\nof ability score loss but must pay twice that, either\nin his own ability scores or in HD of creatures slain\nby the caster. For a sacrifice to qualify, the creature\ncannot have been summoned, and the caster must\nstrike the killing blow with a ceremonial blade consecrated\nfor the act.",
        "3": "Azi Dahaka craves a boon of the caster. Within\n24 hours of the spellburn, the caster is struck by\na burning fever. The caster loses the spellburned\nattributes while in the grip of the fever and sees a\nvision of his master’s desire. If the caster successfully\nundertakes the quest (most often a side trek\ntaking no more than 5 days), he is rewarded as Azi\nDahaka sees fit.",
        "4": "The caster crumple to his knees and vomits forth\na gout of wet, writhing serpents, leaving him exhausted\nfrom the exertion (expressed as Stamina,\nStrength, or Agility loss). The snakes slither away,\nvanishing into the ground."
      }
    },
    {
      "name": "Sezrekan the Elder",
      "description": "Regarded as the wickedest of wizards ever to plague the Known World, Sezrekan the Elder was\nborn to a peasant family and cursed with the knowledge of higher worlds. Straining to hear the\nmusic of the heavenly spheres, the aspiring wizard found only chaos and madness. Forsaking\npatron and liege alike, Sezrekan sought to free himself of the world and his mortal coil, regardless of the\ncost. Those who claim him as their patron are expected to follow in the Master’s footsteps, sacrificing kith\nand kin in the single-minded pursuit of mastery of self and thereby the multiverse. The Old Master has\nlittle regard for those that cannot help themselves, offering his aid only to spellcasters of proven dedication\nand talent.",
      "invoke_patron": {
        "12-13": "Sezrekan cannot be troubled by such an insignificant petitioner. He grants the caster an additional\n6d4 hit points. These may be burned in spellburn, with every 4 hp equaling a point of attribute. At\nthe end of the hour, all the extra hit points are lost. Damage and spellburn are deducted first from\nthe additional hit points. For example, a caster that is granted 16 hit points and takes 14 points of\ndamage in the hour, would then lose only the 2 remaining hit points when the duration expires.",
        "14-17": "Sezrekan teleports the caster to a location 1d100 miles distant. The caster cannot choose the location,\nbut is not in immediate danger upon his arrival.",
        "18-19": "Sezrekan permits the caster to recall a previously lost spell.",
        "20-23": "Sezrekan notes the caster’s potential talent, granting +5 to the caster’s next spell check.",
        "24-27": "Sezrekan teleports the caster and up to 8 allies to a location 5d100 miles distant. The caster cannot\nchoose the location, but the party is not in immediate peril upon their arrival.",
        "28-29": "Sezrekan is impressed by the caster’s might and deigns to grant a total of +10 to the caster’s next\ntwo spell checks. The points can be allotted as the caster sees fit, but must be declared prior to the\ncastings.",
        "30-31": "A phantasmal specter of Sezrekan appears, raining down hellfire on those that would dare challenge\nsuch a talented adept. Meteors and comets fall streaking from the sky, striking any foes within 50’ for\n3d8 damage (Ref save vs. spell check to avoid). The rain of fire continues for 1d3 rounds.",
        "32+": "Sezrekan recognizes the caster as a peer (albeit, a lesser peer) worthy of his aid in their shared efforts\nto cast off the shackles of an uncaring universe. He grants a total bonus of +30 to the caster’s\nnext five spell checks. The points can be allotted as the caster sees fit (up to +10 per spell check),\nbut the allotment must be declared prior to the casting."
      },
      "patron_taint": {
        "1": "Incited to madness and brimming with occult knowledge, the caster spends his next action\ncarving a third eye into his forehead (inflicting 1d3 points of damage in the process).\nUpon return to civilization, the caster seeks out a tattooist who inks a third eye on the\ncaster’s forehead using exotic inks costing no less than 1d5 x 100 gp. If the result is rolled\na second time, the caster insists on wearing a blindfold for the next 1d4 days, in the earnest\nhope of awakening his third eye. If the result is rolled a third time, the caster stabs a\ndaggar into each of his real eyes, blinding himself. (There is a 3% chance, per level, that\nthe self-mutilation brings the PC’s third eye to life.)\nPage 337",
        "2": "Dazzled by his new insight into the terrifying nature\nof the multiverse, the caster is spurred into\noffering up sacrifices in thanks to the Old Master.\nThe caster is driven to enact the ritual as soon as\nit is reasonably safe, though the caster’s threat assessment\nmay not agree with that of his peers. In\na ritual lasting 1 turn, the caster offers up wealth\ntotaling at least 1d5 x 100 gp in honor of Sezrekan.\nAll the items are consumed in searing blue flames,\nand there is a 3% chance that Sezrekan honors the\nsacrifice with a +1 bonus to the caster’s next spell\ncheck. If the result is rolled a second time, the\ncaster must sacrifice a magic item; there is a 6%\nchance that Sezrekan honors the sacrifice with a\n+2 bonus to the caster’s next spell check. If the result\nis rolled a third time, the caster must sacrifice\na friendly ally to prove his single-minded devotion;\nthere is a 9% chance that Sezrekan honors\nthe sacrifice with a +3 bonus to the caster’s next\nspell check.",
        "3": "In a passing moment of déjà vu, the caster realizes\nthat Sezrekan demands his service. Subject to\nthe judge’s discretion, the caster must adventure\nto retrieve an occult item or lost relic for the Old\nMaster, located within 1d4 days travel. The caster\nhas a clear vision of the item, but only a rough\nsense of its location and wards. If the result is\nrolled a second time, the item is well warded and\nsome 1d4 weeks distant. If the result is rolled a\nthird time, the item is guarded by ancient wards,\ntraps, and fiends, requiring 1d4 months of dangerous\ntravel.",
        "4": "In a lucid dream of mighty Sezrekan, the caster\nrealizes his own spells are terribly flawed and dependent\non the aid of outsiders. Forsaking their\ninfluence, the caster gives up a known first level\nspell, vowing to never cast it again. (If, later, the\ncaster discovers another spell of the same level,\nit can take the place of the original spell among\nthe caster’s known spells.) If the result is rolled a\nsecond time, the caster must surrender a second\nlevel spell. If the result is rolled a third time, the\ncaster must surrender a third level spell. Should\nthe caster refuse to give up any of the spells, he\nforsakes Sezrekan as his patron.",
        "5": "The daunting scope of the caster’s knowledge induces\na creeping madness that begins to seep into\nhis everyday life. The caster must declare a common\nsubstance (iron, water, steel, cotton, gold, silver,\nsilk, wood, leather, velum, meat, etc.) and declare\nit taboo. Henceforth, the caster makes every\neffort to avoid contact with the taboo substance. If\nthe result is rolled a second time, the caster must choose a second taboo; furthermore, contact with the forbidden substances causes searing burns that inflict 1 hp\nof damage per round of contact. If the result is rolled a third time, the caster must pick a third taboo, and contact\ninflicts 1d4 hp of damage per round of contact.",
        "6": "The caster is caught up in a dream world of hallucinations for the next 1d5 rounds, as a spectral image of Sezrekan\nstrides through his vision. The caster can still interact with the real world, but if he chooses to ignore his surroundings\nand watch only the Old Master, he gleans hints and indications of Sezrekan’s dweomercaft mastery. If\nthe caster spends the next 1d4 days in solitary research, he is able to learn a new spell of his choosing. Failing to\nimmediately retire to study causes the insights to be lost, like the fading memory of a dream. This result can be\nrolled up to three times."
      },
      "spells": {
        "level_1": [
          {
            "name": "Sequester",
            "range": "Varies",
            "duration": "1d24 hours per CL",
            "casting_time": "1 turn",
            "save": "Will or Skill check vs. spell check when appropriate (see below)",
            "general": "General The Path of the Old One requires absolute attention and dedication. The caster secures an area against\nintrusion, permitting reflection and study so that he can plot his next move.",
            "manifestation": "Manifestation Roll 1d4: (1) a wash of arctic air chills the affected area, leaving a light sheen of ice; (2) the affected area\nglows faint green in dim light; (3) the sounds of latching locks, slamming doors, and eager workers\nspeaking in alien tongues fills the air as the dweomer settles over the affected area; (4) the affected area\ntakes on a forgotten air: dust settles in the corners, cobwebs hang from the ceiling, and the air grows staid\nand foul.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "The caster secures an area up to 100 square feet in size. Doors and windows are magically sealed, requiring\na DC 15 Pick Locks check to open. The caster is instantly alerted to any being entering the warded area.",
              "14-17": "The caster secures an area up to 500 square feet in size. Doors and windows are magically sealed, requiring\na DC 15 Pick Locks check or a password to open. The caster can declare up to 2 portals magically\ntrapped (Find/Disable Traps DC 15; 1d10+CL fire damage). The caster is instantly alerted to any being\nentering the warded area.",
              "18-19": "The caster secures an area up to 1,000 square feet in size. Doors and windows are magically sealed, requiring\na DC 18 Pick Locks check or a password to open. Lesser doors and windows are treated as stout\nwood for purposes of destruction (15 hp). The caster can declare up to 4 portals trapped (Find/Disable\nTraps DC 18; 1d12+CL fire damage). The caster is instantly alerted to any being entering the area.",
              "20-23": "The caster secures an area up to 3,000 square feet in size. Doors and windows are magically sealed, requiring\na DC 20 Pick Locks check or a password to open. Lesser doors and windows are treated as iron\nbound for purposes of destruction (30 hp). The caster can declare up to 6 portals trapped (Find/ Disable\nTraps DC 18; 1d14+CL fire damage) and place a single pit trap up to 20’ in depth (Find Traps DC 18). The\ncaster is instantly alerted to any being entering the area.",
              "24-27": "The caster secures an area up to 6,000 square feet in size. Doors and windows are magically sealed, requiring\na DC 20 Pick Locks check or a password to open. Lesser doors and windows are treated as iron\nfor purposes of destruction (60 hp). The caster can declare up to 8 portals trapped (Find/ Disable Traps\nDC 20; 1d20+CL fire damage) and place 4 pit traps up to 40’ in depth (Find Traps DC 20). The caster is\ninstantly alerted to any being entering the area.",
              "28-29": "The caster secures an area up to 10,000 square feet in size. Doors and windows are magically sealed, requiring\na DC 20 Pick Locks check or a password to open. Lesser doors and windows are treated as iron\nfor purposes of destruction (60 hp). The caster can declare up to 8 portals trapped (Find/ Disable Traps\nDC 20; 1d24+CL fire damage) and place 4 pit traps up to 60’ in depth (Find Traps DC 20). The caster and\nhis allies within the sequestered area are immune to scrying. The caster and his allies are instantly alerted\nto any being entering the area.",
              "30-31": "The caster secures an area up to 10,000 square feet in size. Doors and windows are magically sealed, requiring\na DC 20 Pick Locks check or a password to open. Lesser doors and windows are treated as iron\nfor purposes of destruction (60 hp). The caster can declare up to 8 portals trapped (Find/ Disable Traps\nDC 20; 1d24+CL fire damage) and place 4 pit traps up to 60’ in depth (Find Traps DC 20). The caster and\nhis allies within the sequestered area are immune to scrying, summoning or teleportation. The caster and\nhis allies are alerted to any being entering the area.",
              "32+": "The caster secures any single structure (a keep, tower, palace, dungeon, etc.) regardless of size. Doors and\nwindows are magically sealed, requiring a DC 20 Pick Locks check or a password to open. Lesser doors\nand windows are treated as iron for purposes of destruction (60 hp). The caster can declare up to 8 portals\ntrapped (Find/ Disable Traps DC 20; 1d24+CL fire damage), place 4 pit traps that teleport victims to an\noubliette 100 miles distant (Find Traps DC 20), and a troop of 50 suits of animated armor (treat as skeletons\nthat cannot be turned). The caster and his allies within the sequestered area are immune to scrying,\nsummoning or teleportation. The caster and his allies are alerted to any being entering the area."
            }
          }
        ],
        "level_2": [
          {
            "name": "Shield Maiden",
            "range": "Self",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "None",
            "general": "General Stumbling across the ruins of a forgotten empire, Sezrekan the Elder discovered a dolmen holding the\nremains of 50 warrior-maidens. Bending their fierce spirits to his will, he struck a pact with the ghosts\npermitting him to summon each spirit once. A shield maiden is utterly loyal, interceding on physical\nattacks against her master, taking damage in his place on any successful attack within 4 points of the\ncaster’s target AC. Except as noted below, a maiden cannot attack and stand ready to defend her master\nin the same round. The death of any shield maiden causes the caster a loss of 1 point of Personality, and\nall arms and armor vanish upon a maiden’s death. In the totality of a campaign, no more than 50 shield\nmaidens can be summoned. Attempting to summon more than a single maiden at the same time causes\nboth to turn on the caster, attacking for 1d6 rounds before vanishing into mist.",
            "manifestation": "Manifestation Roll 1d4: (1) a simple cloth doll grows to become a life sized shield maiden, replete with armor and wielding\na spear; (2) a lock of blond hair is consumed in a burst of light, leaving a shield maiden standing in the\ndissipating smoke; (3) the caster draws a line across his palm with a dagger and a shield maiden emerges\nfrom the pooling blood; (4) the caster calls out to the sky and a shield maiden appears, stepping from\nbetween the rays of the dazzling sun.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "Failure, but spell is not lost.",
              "14-15": "A shield maiden appears with stats as a level 1 warrior, 10 hp, and mundane equipment. The maiden\nserves for 1 hour before vanishing into mist, freed from her indenture.",
              "16-19": "A shield-maiden appears with stats as a level 2 warrior, 15 hp, and mundane equipment. The maiden\nserves for 1 day before vanishing into mist, freed from her indenture.",
              "20-21": "A shield maiden appears with stats as a level 3 warrior, 20 hp, and mundane equipment. The maiden\nbears a kite shield, granting +1 to her master’s AC against ranged attacks and +1 to saves against physical\ndamage. The maiden serves for 1 week before vanishing into mist, freed from her indenture.",
              "22-25": "A shield maiden appears with stats as a level 4 warrior, normal ability scores, 25 hp, and armed with a\n+1 spear. The maiden bears a great shield, granting +2 to her master’s AC, +3 vs. ranged attacks and +2\nto saves against physical damage. The maiden serves for 1 month before vanishing into mist, freed from\nher indenture.",
              "26-29": "A shield maiden appears with stats as a level 4 warrior, one exceptional ability score, 25 hp, and armed\nwith a +2 spear. The maiden bears a great shield, granting +2 to her master’s AC, +3 vs. ranged attacks\nand +2 to saves against physical damage. Any time a physical attack succeeds against her master, the\nshield maiden can make an immediate counterattack against foe that struck her master. The maiden\nserves for 1 year before vanishing into mist, freed from her indenture.",
              "30-31": "A shield maiden appears with stats as a level 5 warrior, two exceptional ability scores, 30 hp, and armed\nwith a +2 spear. The maiden bears a great shield, granting +2 to her master’s AC, +3 vs. ranged attacks,\nand +2 to saves against physical damage. Any time a physical attack succeeds against her master, the\nshield maiden can make an immediate counterattack against foe that struck her master. The maiden\nserves for 1 year before vanishing into mist, freed from her indenture.",
              "32-33": "A shield maiden appears with stats as a level 6 warrior, three exceptional ability scores, 35 hp, armed\nwith a +2 spear, astride a pegasus. The maiden bears a great shield, granting +2 to her master’s AC, +3 vs.\nranged attacks, and +2 to saves against physical damage. Any time a physical attack succeeds against her\nmaster, the shield maiden can make an immediate counterattack against foe that struck her master. The\nmaiden serves for 10 years before vanishing into mist, freed from her indenture.",
              "34+": "A shield maiden appears with stats as a level 7 warrior, four exceptional ability scores, 50 hp, and armed\nwith a +2 spear, astride a pegasus. The maiden bears a +1 great shield, granting +3 to her master’s AC, +4\nvs. ranged attacks, and +3 to saves against physical damage. Any time a physical attack succeeds against\nher master, the shield maiden can make an immediate counterattack against foe that struck her master.\nThe maiden serves for the remainder of her master’s life. Upon the caster’s death, she vanishes into mist,\nfreed from her indenture.\nPage 341"
            }
          }
        ],
        "level_3": [
          {
            "name": "Phylactery of the Soul",
            "range": "Self",
            "duration": "Variable",
            "casting_time": "1 day",
            "save": "See below",
            "general": "General Following in the Old Master’s path, the caster has succeeded in learning how to place his soul within an\namulet or gem (worth no less than 1d8 x 100 gp) while still maintaining control of his mortal body. The\ncaster has no awareness of the phylactery or its surroundings when inhabiting a body. If his mortal form\nis slain, his awareness returns to the phylactery and he has a variable period of time to inhabit a new body\nbefore his soul departs. Any new body must be living and physically touch the phylactery; the victim\nreceives a Will save vs. spell check to resist being forced from its shell.",
            "manifestation": "Manifestation Roll 1d3: (1) caster’s body takes on a pallid air and his eyes glaze over as his soul is sent into the phylactery;\n(2) a crack resounds in the heavens and the air smells of copper and burnt offerings; (3) the caster\ncrumples to his knees, howling in spiritual agony as his soul is torn from his mortal shell.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-15": "Failure, but spell is not lost.",
              "16-17": "The caster places his soul within the chosen phylactery. His body can travel no further than 10 miles from\nthe phylactery; any further distance causes the body to die and the soul’s awareness to return to its vessel.\nWithout a body to sustain him, the caster has 1d6+CL hours to inhabit a new body before his soul\ndissipates into nothingness.",
              "18-21": "The caster places his soul within the chosen phylactery. His body can travel no further than 50 miles from\nthe phylactery; any further distance causes the body to die and the soul’s awareness to return to its vessel.\nWithout a body to sustain him, the caster has 1d10+CL days to inhabit a new body before his soul\ndissipates into nothingness.",
              "22-23": "The caster places his soul within the chosen phylactery. His body can travel no further than 100 miles\nfrom the phylactery; any further distance causes the body to die and the soul’s awareness to return to its\nvessel. Without a body to sustain him, the caster has 1d16+CL days to inhabit a new body before his soul\ndissipates into nothingness.",
              "24-26": "The caster places his soul within the chosen phylactery. His body can travel no further than 500 miles\nfrom the phylactery; any further distance causes the body to die and the soul’s awareness to return to its\nvessel. Without a body to sustain him, the caster has 1d20+CL days to inhabit a new body before his soul\ndissipates into nothingness.",
              "27-31": "The caster places his soul within the chosen phylactery. His body can travel no further than 1,000 miles\nfrom the phylactery; any further distance causes the body to die and the soul’s awareness to return to its\nvessel. Without a body to sustain him, the caster has 1d6+CL weeks to inhabit a new body before his soul\ndissipates into nothingness.",
              "32-33": "The caster places his soul within the chosen phylactery. His body can travel anywhere on this plane, but\nextraplanar travel (even for an instant) causes his body to die and the soul’s awareness to return to its\nvessel. Without a body to sustain him, the caster has 1d10+CL weeks to inhabit a new body before his\nsoul dissipates into nothingness.",
              "34-35": "The caster places his soul within the chosen phylactery. His body can travel anywhere in the multiverse\nwithout restrictions. If the caster’s body is slain, he has 1d16 + CL weeks to inhabit a new body before his\nsoul dissipates into nothingness.",
              "36+": "The caster places his soul within the chosen phylactery. His body can travel\nanywhere in the multiverse without danger. If the caster’s body is slain,\nhe has 1d100 + CL years to inhabit a new body before his soul dissipates\ninto nothingness."
            }
          }
        ]
      },
      "spellburn": {
        "1": "The power of the spellburn opens the caster to the maddening horrors of the universe and leaves him weak (expressed\nas Stamina, Strength, or Agility loss) and disoriented. The caster must succeed on a DC 15 Will save or\nbe unable to cast spells for 1d3 rounds. If the caster succeeds on the save, the caster gains a +1 bonus to all future\nattempts at the spell.",
        "2": "Admiring the caster’s ambition, Sezrekan grants the caster the opportunity to burn an ally’s attributes (Stamina,\nStrength or Agility) in place of his own. The target must be willing. For every point burned to augment the spell,\nthe target loses 1d3 points of the same attribute. If any of the target’s attributes fall to 0 or less, the target dies.",
        "3": "Sezrekan mocks the caster’s feeble grasps at power. The caster receives but 1 point for every 2 points of attribute\nburned.",
        "4": "Horrific madness seizes the caster’s mind, and the awful meaninglessness of the universe is driven deep into his\nmortal soul. The caster is granted a single DC 15 Will save; on a successful save the caster crumples to his knees,\nweakened by the spellburn, yet firmly grounded in the common reality. On a failed save—in lieu of the spellburn—\nthe caster receives a +5 bonus to all spell checks for the next 1d6 rounds, yet perceives both friend and foe\nalike as all-devouring monsters from the outer dark, a truth far too real to contemplate."
      }
    },
    {
      "name": "The King of Elfland",
      "description": "Master of the verdant realm glimpsed only through sun-dappled groves, the mist of great waterfalls,\nand the moments of dusk and dawn, the King of Elfland rules all elf-kin from his throne of mist and\nice. Fierce once roused, the white-bearded regent keeps watch over the dreaming land, protecting\nagainst incursion. He grants fearsome powers to his mortal champions, but can often seem fickle and sanguine,\nneglecting affairs not immediately pertaining to the Elflands.",
      "invoke_patron": {
        "12-13": "The King of Elfland answers the petitioner’s plea, but is quickly distracted by other matters. The\ncaster receives +4 to his next attack, saving throw, skill check, or spell check.",
        "14-17": "The caster’s weapons are endowed with the slumbering magic of Elfland. For the next 1d5+CL\nrounds, targets struck by the caster’s weapons must succeed on a DC 10+CL Will save or succumb to\nmagical sleep (duration 1d6 hours; can only be roused by violent shaking for 1d4 rounds). The magic\nis associated with the caster’s weapons not the caster; while the magic persists, another character may\nattack with these weapons to gain the same benefit.",
        "18-19": "For 1d4+CL rounds, the caster fades from existence, becoming a mere shadow suspended between\nthe fae realms and the mortal lands. His AC and Ref saves improve by +2, and with a successful Will\nsave (DC 10), the caster can turn invisible. If the caster critically fails the Will save by rolling a natural\n1, he delves too far into the Elflands, vanishing into the fae realms, never to return.",
        "20-23": "The King of Elfland grants the caster a chance to step back in time 1d6+CL rounds. This does not\nautomatically change the flow of events that has already happened; the caster is a visible observer\nwho can interact with those events, even watching his own “past self” perform activities in the recent\npast. The caster may be able to prevent some recent event from occurring, aid in an attack that would\notherwise have missed, or shout a warning.",
        "24-27": "The caster’s weapons are enchanted with the wrothful magic of Elfland. For the next 1d4+CL rounds,\ntargets struck by the caster’s weapons must succeed on a DC 10+CL Will save or vanish into Elfland,\nreturning to the mortal plane some 5d100 years later. Immortals and other extraplanar creatures (at\nthe judge’s discretion) may be immune to the caster’s dread magics. The magic is associated with\nthe caster’s weapons not the caster; while the magic persists, another character may attack with these\nweapons to gain the same benefit.",
        "28-29": "The King of Elfland grants the caster a chance to step back in time 1d6+CL hours. This does not\nchange the flow of events that has already happened; the caster is a visible observer who can interact\nwith those events, even watching his own “past self” perform activities in the recent past. The caster\nmay be able to prevent some recent event from occurring, aid in an attack that would otherwise have\nmissed, or shout a warning.",
        "30-31": "The caster becomes a shining sylvan paladin in the service of Elfland. For 1d8+CL rounds, the caster\nand three allies of his choosing receive +4 to AC and all saving throws, +3 to all attacks, spell check\nand damage rolls, and automatically succeed on any Recovering the Body checks.",
        "32+": "The King of Elfland anoints the caster as his champion. For 1d12+CL rounds, the caster and five allies\nof his choosing receive +6 to AC and all saving throws, +5 to all attacks, spell check and damage\nrolls, and automatically succeed on any Recovering the Body checks. Even if one of the characters is\nsomehow slain, he simply slips into the sylvan realms where he is healed by elven maids, returning\nto the mortal realms 1d3 days later, healed in both body and soul."
      },
      "patron_taint": {
        "1": "The caster is seized by inexplicable longing for the forests of Elfland and yearns to visit the mythic land. If the result is rolled a second time, the longing overcomes the caster; if the opportunity presents itself, he must make a pilgrimage to Elfland. If the result is rolled a third time, the caster can do naught but take steps that will return him to Elfland. If the caster succeeds in making a pilgrimage to the fabled land, he is free to depart after the briefest of visits (returning to the mortal world 3d100 years later).",
        "2": "The vibrant, verdant power of the Elflands seeps into the caster. The caster’s skin takes on a green hue, especially at dusk and dawn. If the result is rolled a second time, the caster buds hints of velvet-covered antlers. If the result is rolled a third time, antlers sprout from the caster’s forehead and his skin is covered in a soft coat of green-hued fur.",
        "3": "The caster adopts the sanguine indifference of his patron. He becomes aloof and easily distracted, reducing his Personality by -1. If the result is rolled a second time, the caster becomes withdrawn from mortal concerns—the promise of gold and glory have little draw; the caster’s Personality is reduced by a further -1. If the result is rolled a third time, the caster fully withdraws from the world of mortal suffering, reducing his Personality by a further -1, and can only be motivated if the concern involves himself or the Elflands.",
        "4": "Animals are inexplicably drawn to the caster. Though they do not obey the caster’s commands (and, indeed, ignore the caster’s attempts to shoo them), domesticated animals of every sort long to be within the caster’s presence. If the result is rolled a second time, the effect extends to small wild animals—birds, rats and the like—which accompany the PC wherever he goes. If the result is rolled a third time, the caster cannot go anywhere without being accosted by animals of all sort.",
        "5": "The caster sees sprites and the like out of the corner of his vision and just out of sight. If the result is rolled a second time, the caster comes to the very visceral realization that the entire world is alive with spirits and finds himself absent-mindedly consulting them when challenges arise. If the result is rolled a third time, his perception of the natural world of the spirit is far more real than the usual mortal realm, and the caster must make an effort (Will save, DC 15) in order to interact with mortals during anything other than life-threatening situations.",
        "6": "The caster is easily distracted and struggles to stay focused on the present: The judge may select a single spell that takes 1 round to cast; the caster must succeed on a DC 10 Will check or take an extra +1d3 rounds to cast the spell. If the result is rolled a second time, the judge should choose a second spell; the caster must succeed on a DC 15 Will check or take an extra +1d3 rounds to cast the spell. If the result is rolled a third time, the judge should choose a third spell; the caster must succeed on a DC 20 Will check or take an extra +1d3 rounds to cast the spell."
      },
      "spellburn": {
        "1": "A fearsome, scintillating dragon appears over the caster’s shoulder. As the spellburn takes effect, the dragon is drawn into the caster, the shock of the effect manifesting as stat point loss.",
        "2": "The caster is granted the spellburn bonus, but must succeed on a minor quest in the next 1d4 weeks; until the quest is completed, the caster cannot regain the burned stat points. The goal of the quest is both trivial and difficult—typically to recover an item with a value only understood by the King of Elfland: a dwarven smith’s favorite anvil; the tiara of a lady-in-waiting; the Black Knight’s shield; the Emperor of the World’s favorite diadem.",
        "3": "Calling on the sylvan realm causes a bit of the caster’s shadow to leave for an errand in the Elflands; forcing one’s own shadow away requires great mental force, manifesting as stat loss.",
        "4": "In order to succeed on the spellburn, the caster must come up with a pun, riddle or rhyme that delights the King of Elfland. If the King is amused, the PC need not spend any attribute points for the spellburn, but if the King is less than delighted, the caster must pay twice as many stat points for the burn."
      },
      "spells": {
        "level_1": [
          {
            "name": "Forest Walk",
            "range": "Varies",
            "duration": "Varies",
            "casting_time": "1 action",
            "save": "None",
            "general": "General Conversant with the spirits and powers of Elfland, the caster employs the hidden byways and secret\nwynds of the fairy realm, teleporting from one tree to another. The caster must travel between trees of the\nsame species, generally limiting his travel to similar biomes. For example, a caster cannot travel from a\nrain forest to a deciduous forest or from a northern conifer stand to a temperate broadleaf woodland. At\nthe judge’s discretion, appearing from within a tree typically confers surprise. The caster can specify a\nspecific tree to emerge from of which he has knowledge, but he does not need knowledge of the place to\nwhich he travels: he can state, for example, “I wish to emerge from an oak tree in the orc realms 100 miles\nnorth of here.”",
            "manifestation": "Manifestation Roll 1d3: (1) A door, set into the stump of a tree, is suddenly revealed; (2) caster slowly diminishes, fading\ninto shadow, as he vanishes into the arbor; (3) caster sprouts leaves and bark skin and is quickly absorbed\ninto the tree.",
            "table": {
              "1": "Lost, failure and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "The caster steps through one tree and instantly emerges from another tree up 100 yards away.",
              "14-17": "The caster steps through one tree and instantly emerges from another tree within the same forest, up to\none mile distant.",
              "18-19": "The caster steps through one tree and instantly emerges from another tree within the same forest, up to\n100 miles distant.",
              "20-23": "The caster and up to 1d4 + CL allies step through a tree and are instantly transported to another tree\nwithin the same forest, up to 100 miles distant.",
              "24-27": "The caster and up to 1d8 + CL allies step through a tree and are instantly transported to another tree\nwithin the same forest, up to 100 miles distant.",
              "28-29": "The caster and up to 1d12 + CL allies step through a tree and are instantly transported to another tree\nwithin the same forest, up to 1,000 miles distant.",
              "30-31": "The caster and up to CL x 100 allies step through a tree and are instantly transported to another tree,\nanywhere on the same plane. This spell remains active long enough for all allies to step through the tree.\nThis spell can be used to allow an army to march through a tree and arrive at a distance place. Allies can\nbe mounted on horses or even in boats provided the tree is adjacent to a waterway.",
              "32+": "The caster and any number of allies can step through a tree to be instantly transported to another tree,\non any plane. Of course, trees of the same species typically grow on similar planes of existence, so planar\ntravel with this is limited, but a carefully cultivated specimen nurtured in advance of casting of this\nspell can be used as an “anchor point” on another plane. Servants of the King of Elfland use this spell to\ninstantly travel between waystations on his realm of existence and many other planes."
            }
          }
        ],
        "level_2": [
          {
            "name": "War Horn of Elfland",
            "range": "Self",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "None",
            "general": "General The caster sounds a great war horn, calling the armies of Elfland to his side. Faithful unto death and fierce\nin battle, their tie to the mortal plane is but short and fleeting. The spell requires sounding a horn carved\nfrom a beast of 5 HD or greater. If the horn is set with precious jewels and metals (worth no less than 500\ngp), the caster receives a +2 bonus to his spell checks (though a natural 1 still results in a patron taint). The\nhorn must be held and sounded once every three rounds the spell is in effect. Sounding the horn requires\nan action, and if the horn fails to be sounded, the spell comes to an end. The warriors’ bodies and kit vanish\nwhen slain or the spells ends. The stats for the various allies are as follows:\nTrollish Spearmen: Init +0; Atk spear +1 melee (dmg 1d8); AC 15; HD 1d8; HP 1; MV 30’; Act 1d20; SV Fort\n+1, Ref +1, Will +0; AL C.\nBrownie Slingers: Init +0; Atk sling +1 ranged (dmg 1d4) or short sword +1 melee (dmg 1d6-1); AC 14; HD\n1d6; HP 1; MV 30’; Act 1d20; SV Fort +0, Ref +1, Will -1; AL C.\nHob Footmen: Init +0; Atk longsword +2 melee (dmg 1d8+2); AC 17; HD 2d8; HP 1; MV 30’; Act 1d20; SV\nFort +1, Ref +1, Will +1; AL C.\nPixie Archers: Init +0; Atk Tiny sword +2 melee (dmg 1d4 plus sleep) or pixie bow +2 (dmg 1d4 plus sleep);\nAC 16; HD 2d6; HP 1; MV 40’ flight; Act 1d20; SP pixie dust weapons (DC 15 Fort save on hit or sleep for 1d6\nhours); SV Fort +1, Ref +2, Will +0; AL C.\nFomorians: Init +0; Atk Large morningstar +4 melee (dmg 1d12+4) or hurling stone +2 ranged (dmg 1d8+4);\nAC 16; HD 5d10; HP 1; MV 45’; Act 2d20; SV Fort +4, Ref +1, Will +0; AL C.",
            "manifestation": "Manifestation Roll 1d3: (1) hints of soldiers emerge from the shadows, coalescing into solid forms; (2) an emerald mist\npasses over the land leaving warriors in its wake; (3) a searing rainbow bridge arcs from over the horizon,\nbringing with it fierce warriors.",
            "table": {
              "1": "Lost, failure and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "Failure, but spell is not lost.",
              "14-15": "A group of 1d5 brownie slingers answer the call. Each is armed with a sling, a satchel of sling bullets, and a\nshort sword, but vanishes after taking a single point of damage. The spell lasts for 1d6+CL rounds, as long\nas the horn is sounded once every three rounds, or until all the fae are dismissed.",
              "16-19": "A body of 1d5+CL trollish spearmen supported by 1d5 brownie slingers heed the call. The spearmen carry\nflashing long spears. Each ally vanishes after taking a single point of damage. The spell lasts for 1d8+CL\nrounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
              "20-21": "A rough band of 1d12+CL trollish spearmen and 1d8+CL brownie slingers answer the call. All vanish after\ntaking a single point of damage. The spell lasts for 1d10+CL rounds, as long as the horn is sounded once\nevery three rounds, or until all the fae are dismissed.",
              "22-25": "A troop of 1d16+CL trollish spearmen, 1d8+CL brownie slingers, and 1d8 hob footmen answer the call. The spell\nlasts for 1d12 rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
              "26-29": "A marauding force of 1d20+CL trollish spearmen, 1d16+CL brownie slingers, 1d12+CL hob footmen, and\n1d10 pixie archers answer the summons. The spell lasts for 1d16 rounds, as long as the horn is sounded\nonce every three rounds, or until all the fae are dismissed.",
              "30-31": "A thundering company of 1d24+CL trollish spearmen, 1d20+CL brownie slingers, 1d16+CL hob footmen,\n1d12+CL pixie archers, and 1d8 fomorians answer the summons. The spell lasts for 1d20 rounds, as long as\nthe horn is sounded once every three rounds, or until all the fae are dismissed.",
              "32-33": "The caster’s call for aid is answered by the full host of Elfland. The spell lasts for 1d24+CL rounds. Immediately\nre-roll the spell check to determine the type and number of fae that answer the call, re-rolling any\nspell failures or results of 32+. As long as the caster continues to sound the horn, re-roll the spell check again\nevery third round, as new allies answer the call.",
              "34+": "The full host of Elfland comes to the caster’s aid, stepping fully into the mortal realm. Immediately re-roll\nthe spell check to determine the type and number of fae that answer the call, re-rolling any spell failures\nor results of 32+. As long as the caster continue to sound the horn, re-roll the spell check again every third\nround, as new allies answer the call. Each type of fae steps into the mortal realm with full hit points, not just\n1 point, and are not dismissed until they reach 1 hit point. The spell ends when dismissed by the caster or\nby the King of Elfland himself."
            }
          }
        ],
        "level_3": [
          {
            "name": "The Dreaming",
            "range": "Self",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "None",
            "general": "General The caster calls upon the ancient, slumbering magic of the Elflands. Time slows as the fey dreaming of\ntwilight and dusk ooze into the mortal realms.",
            "manifestation": "Manifestation Roll 1d3: (1) glowing mist settles over the area; (2) scintillating dust and the peal of tinkling of bells fill\nthe air; (3) a strange air settles over the caster, as if lit by the fading light of dusk.",
            "table": {
              "1": "Lost, failure and patron taint.",
              "2-11": "Lost. Failure.",
              "12-15": "Failure, but spell is not lost.",
              "16-17": "The dreaming magic of the faerie-realms spills into the world around the caster, slowing the passage of\ntime. Versed in the ways of the Elflands, the caster may take an extra action each round and is granted a\n+1 bonus to his AC, Reflex saves, and attack rolls. The extra action is at the caster’s lowest action die. The\nenchantment lasts for 1d4 rounds.",
              "18-21": "The caster’s mastery of the Elflands is like an aura, protecting his allies from the fey and fell magics. The\ncaster and all his allies within 50’ may take an extra action each round (at each character’s lowest action\ndie) and are granted a +1 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for 1d4\nrounds.",
              "22-23": "Time slows to a crawl. The caster and all his allies within 50’ may take two extra actions each round (at\neach character’s lowest action die) and are granted a +2 bonus to AC, Reflex saves, and attack rolls. The\nenchantment lasts for 1d3 rounds.",
              "24-26": "The caster and all his allies within 50’ may take three extra actions each round (at each character’s lowest\naction die) and are granted a +3 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for 1d3\nrounds.",
              "27-31": "The caster and all his allies within 50’ may take three extra actions each round (at each character’s lowest\naction die) and are granted a +3 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for 1d3\nrounds, and may be extended with spellburn. When the spell is about to expire, the caster may spellburn\n1 point of attribute to extend the spell’s effect by 1 round. He may continue to extend the spell’s effect,\nround by round, in this manner. Using such spellburn requires an action on the caster’s part (which can\nbe one of several actions provided he extends the spell).",
              "32-33": "The passage of time stops for 1d3+CL rounds. The caster is the sole mortal immune to the effects of the\nenchantment, though gods and other immortals may also be immune. During this time, the caster may\ntake normal activations, while other creatures are frozen in time. This can allow the caster to cast multiple\nspells, make multiple attacks, flee, or otherwise do whatever he wishes with no chance for others to react.",
              "34-35": "Time stops, resuming only when the caster or the King of Elfland dismiss the enchantment. The caster\nis the sole mortal immune to the effects of the enchantment, though gods and other immortals may also\nbe immune. During this time, the caster may take normal activations, while other creatures are frozen in\ntime. This can allow the caster to cast multiple spells, make multiple attacks, flee, or otherwise do whatever\nhe wishes with no chance for others to react.",
              "36+": "Time stops, as result 34-35 above. Additionally, the caster may turn back time by permanently spellburning\nattribute points at the rate of 2 points for every 10 minutes."
            }
          }
        ]
      }
    },
    {
      "name": "The Three Fates",
      "description": "Beholden to neither god nor man, the Three Fates weave the collective destinies of the universe upon\nthe loom of time. As wardens of order, they strive against the diabolic powers, wicked gods, and\nforces of the outer dark that seek to undo the work of creation. Their anathemas are fell magics and\nthe chaos-born corruption these magics unleash; supplicants of the Three Fates must exercise great discipline\nlest they become the monsters they seek to vanquish. Those that align themselves with the Three Fates tend to\none of two archetypes: either the wizened arch-paladin, marshaling white magic against the forces of chaos,\nor the fiercely paranoid witch-hunter, seeking—and often finding— corruption behind the illusive masks of\nthe world.\n\nInvoke Patron spell check results:\nNote: These spell check results reference the judge rolling a randomly chosen die to determine when bonuses\ntake effect. The die roll is the number of rounds from now when the bonus will take effect, or the number of\nconsecutive rounds, starting now, that a bonus will last. For example, the judge reaches into his dice bag and\nretrieves a 6-sided die, rolling a 3. On the 3rd round following the casting of invoke patron, the indicated\nbonus takes effect. Or, depending on the result, the indicated bonus lasts three rounds.",
      "invoke_patron": {
        "12-13": "The Fates twist the destiny of the world slightly in the caster’s favor. They grant a +10 bonus to a\nsingle check, but the caster has no knowledge of when the bonus will take effect. The judge should\nsecretly roll a randomly chosen die; the result is the round when the bonus takes effect.",
        "14-17": "The Fates warp destiny in the caster’s favor. They grant a +10 bonus to three checks, but the caster\nhas no knowledge of when the bonuses will take effect. The judge should secretly roll three randomly\nchosen dice to determine when the bonuses take effect.",
        "18-19": "The Fates weave destiny in the caster’s favor. They grant a +10 bonus to five checks, but the caster\nhas no knowledge of when the bonuses will take effect. The judge should secretly roll five randomly\nchosen dice to determine when the bonuses take effect.",
        "20-23": "The Fates work to protect the caster from physical harm. The judge should secretly roll a randomly\ndetermined die. The result is the number of rounds that the caster somehow evades significant damage,\ntaking only 1 point of damage per each “successful” attack.",
        "24-27": "The Fates intervene directly on the caster’s behalf. The judge should secretly roll two randomly selected\ndice. The first die is the number of consecutive rounds the caster somehow evades attacks, taking\nonly 1 point of damage per successful attack. The second die is the number of consecutive rounds\nthe caster receives a +3 bonus to all his actions. Critical failures still result on a natural 1.",
        "28-29": "The Fates grant the caster and his allies a boon (that must later be paid in full, to balance the eternal\nscales). The judge should secretly roll two randomly selected dice. The first die is the number of consecutive\nrounds that the caster and his allies somehow evade attacks, taking only 1 point of damage\nper successful attack. The second die is the number of consecutive rounds the caster and his allies\nreceive a +5 bonus to all their actions. Critical failures still result on a natural 1.",
        "30-31": "The Fates grant the caster and his allies a great boon (that must later be repaid with a quest of the\njudge’s choosing). The judge should secretly roll three randomly selected dice. The first die is the\nnumber of consecutive rounds that the caster and his allies somehow evade attacks, taking only 1\npoint of damage per successful attack. The second die is the number of consecutive rounds the caster\nand his allies receive a +5 bonus to all their actions (critical failures still resulting on a natural 1).\nThe third die is the number of consecutive rounds during which no affected character can die, with\nfate somehow intervening to prevent death. (A character can still be reduced to 1 hit point and be\nknocked unconscious or even crippled—but during this time, he narrowly avoids a final death.)",
        "32+": "As 30 above, except all three dice are rolled in the open."
      },
      "patron_taint": {
        "1": "The caster perceives that his blood has been tainted with chaos magic. Before the next dawn, he must undertake a ritual bloodletting, reducing his Strength, Stamina and Agility by -1 for 1d3 days. If the result is a rolled a second time, the caster must go to even greater lengths, applying sanctified leeches to his veins within the next 24 hours. For the rite to achieve efficacy, the leeches must stay in place for one week, during which time the caster’s Strength, Stamina and Agility are reduced by -3. If the result is rolled a third time, the caster submits his body to the Rite of Hooks and Needles, reducing his Strength, Stamina and Agility to 3 for the next month. Completing all three levels of effect cures the caster of 1d3 corruptions.",
        "2": "In horror, the caster perceives that his soul has been tainted in his battle against chaos magic. The caster redoubles his efforts to rid the world of corruption, undertaking a mission at the behest of his masters. Subject to the judge’s discretion, the caster must adventure to destroy a fell relic of chaos located within 1d4 days of travel. The caster has a clear vision of the item, but only a rough sense of its location and wards. If the result is rolled a second time, the caster ventures to destroy a chaos-monster some 1d4 weeks distant. If the result is rolled a third time, the caster must venture to a capital city and slay a prominent citizen who has secretly sworn his soul to chaos. Completing all three quests cures the caster of 1d3 corruptions.",
        "3": "One of the caster’s own limbs has become infected with chaos magic. The caster removes his own finger (inflicting 1d2 points of damage), praying he acts quickly enough to stem the spread of corruption. If the result is rolled a second time, the caster recognizes that his eyes have been tainted from witnessing the horrors of chaos and takes out his own eye (inflicting 1d3 points of damage). If the result is rolled a third time, the caster believes that an entire limb has fallen prey to chaos. The caster subjects himself to a horrifying ritual, stripping key veins and muscles from his own limb, inflicting 4d8 damage upon himself in the process. If the caster survives the rite, he may attempt a DC 15 Fort save; on a failed check, the limb is lost to necrosis.",
        "4": "The caster perceives that his battle against chaos has released a shadow-self upon the plane. Subject to the judge’s discretion, the caster must travel 1d4 days to discover and slay his mirror image. Both the caster and the shadow-self have a clear sense of the other’s location, and are driven to slay one another. If the result is rolled a second time, the caster’s doppelganger is some 1d4 weeks distant, 1d3 levels higher than the caster, and protected by the appropriate wards and minions. If the result is rolled a third time, the shadow-self is 1d3 months distant, 1d5 levels higher than the caster, and resides within a fell citadel defended by an army of fiends.",
        "5": "Having witnessed the horrors of chaos, the caster’s own thoughts are irrevocably stained by chaos. The caster is driven to regain mastery of his own mind by submitting himself to meditation for the next 1d3 hours. If the result is rolled a second time, the caster must meditate until he succeeds on a DC 20 Will save, or 1 month has passed. The caster may attempt a Will save per day. If the result is rolled a third time, the caster must withdraw into meditation until he succeeds on a DC 25 Will save or one year has passed. The caster may attempt one Will save per day. Completing all three levels of effect grants the caster total mastery of his mind, mentally curing himself of 1d3 corruptions and receiving a +2 bonus to all future Will saves.",
        "6": "Believing himself to be the mortal hand of Fate, the CASTER loses all fear of death, accepting its role in the dance of worlds. If the caster dies, he is permitted a DC 15 Fort save; on a successful save, the caster miraculously survives, living on to serve the Three Fates. If the result is rolled a second time, the caster again grows to believe he has a role in the designs of the Fates, and a DC 20 Fort save permits him to escape death a second time. If the result is rolled a third time, a DC 25 Fort save permits the caster to escape death a third and final time."
      },
      "spells": {
        "level_1": [
          {
            "name": "Blade of Atropos",
            "range": "Self",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "Will save vs. 15+CL when appropriate (see below)",
            "general": "General The Blade of Atropos is gifted to those willing to do the work of the Fates, bringing an end to chaos-creatures and those bearing the mark of arcane corruption. Casting the spell requires a non-magical sword; if the blade is decorated with jewels and precious metals (worth no less than 1,000 gp), the caster receives a +2 bonus to his spell check. If the blade leaves the caster’s hand, the spell immediately ends. Strength modifiers (positive or negative) have no effect on the caster’s to hit roll or damage rolls while wielding the blade.",
            "manifestation": "Manifestation Roll 1d4: (1) the caster’s sword shines with righteous power, illuminating all within 60’; (2) the caster’s blade crackles with magic, as electric-blue spider webs crawl up and down the sword; (3) the caster’s blade shimmers in and out of existence, wreathed in tendrils of glowing green mist; (4) violet and purple light emanate from within the blade, shining through cracks that appear in the blade’s surface.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "Attacks with the empowered blade are at a +1 to hit (+3 vs. chaos-creatures or corrupted casters) and inflict 1d12+CL in damage. The spell lasts for 1d3+CL rounds.",
              "14-17": "Attacks with the enchanted blade are at a +2 to hit (+4 vs. chaos-creatures or corrupted casters) and inflict 1d14+CL in damage. The spell lasts for 1d5+CL rounds.",
              "18-19": "Attacks with the enchanted blade are at a +3 to hit (+5 vs. chaos-creatures or corrupted casters) and inflict 1d16+CL in damage. The spell lasts for 1d6+CL rounds.",
              "20-23": "A second blade appears in the air, mirroring the first. The caster can direct the second blade to attack targets within 10’ (at the caster’s lowest action die), while he fights with the enchanted blade in his hand. No concentration is required to direct the second blade. Attacks with the blades are at a +3 to hit (+5 vs. chaos-creatures or corrupted casters) and inflict 1d16+CL in damage. The spell lasts for 1d8+CL rounds.",
              "24-27": "Two additional blades appear in the air, mirroring the first. The caster can direct the blades to attack targets within 50’ (at the caster’s lowest action die), while he fights with the enchanted blade in his hand. No concentration is required to direct the additional blades. Attacks with all three blades are at a+4 to hit (+6 vs. chaos-creatures or corrupted casters) and inflict 1d20+CL in damage. The spell lasts for 1d10+CL rounds.",
              "28-29": "Two additional blades appear in the air, mirroring the first. The caster can direct the blades to attack targets within sight and 100’ (at the caster’s lowest action die), while he fights with the enchanted blade in his hand. No concentration is required to direct the additional blades. Attacks with all three blades are at a +5 to hit (+7 vs. chaos-creatures or corrupted casters) and inflict 2d12+CL in damage, except against Chaos-creatures or corrupted casters, who must make Will saves or take damage equal to half their remaining hp (rounding up) or 2d12+CL, whichever is higher. The spell lasts for 1d12+CL rounds.",
              "30-31": "Two additional blades appear in the air, mirroring the first. The caster can direct the blades to attack targets within sight and 500’ (at the caster’s lowest action die), while he fights with the enchanted blade in his hand. No concentration is required to direct the additional blades. Attacks with all three blades are at a +6 to hit (+8 vs. chaos-creatures or corrupted casters) and inflict 2d14+CL in damage. Chaos-creatures or corrupted casters struck by the blades must make Will saves or be banished from this plane of existence. The spell lasts for 1d14+CL rounds.",
              "32+": "Two additional blades appear in the air, mirroring the first. The caster can direct the blades attack targets within sight (at the caster’s lowest action die), while he fights with the enchanted blade in his hand. No concentration is required to direct the additional blades. Attacks with the blades are at a +7 to hit (+9 vs. chaos-creatures or corrupted casters) and inflict 2d16+CL in damage. Chaos-creatures or corrupted casters struck by the blades must make Will saves or be immediately and permanently struck dead. The spell lasts for 1d16+CL rounds."
            }
          }
        ],
        "level_2": [
          {
            "name": "Curse of Moirae",
            "range": "Varies",
            "duration": "Varies",
            "casting_time": "1 round",
            "save": "Will vs. spell check when appropriate",
            "general": "General The caster measures out the target’s life as best a mortal can, increasing the likelihood of an untimely (though, ultimately, preordained) end. After casting the spell, the caster has 1d4+CL rounds to successfully make a touch attack against a target, triggering the curse. If the caster fails to bestow the curse on a target, the caster must succeed on a Fort save (DC 10+CL) or take 1d3 points of damage per CL.",
            "manifestation": "Manifestation Roll 1d4: (1) the caster’s fingertips become smudged with soot that is transferred to the target with a successful attack; (2) a small black spider appears in the caster’s palm that leaps to the target with a successful attack; (3) the caster’s physical attacks manifest as a gout of black mist, exhaled onto the target; (4) the caster’s lips blacken to the color of charcoal, and the curse is bestowed with a kiss (a successful attack).",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "Failure, but spell is not lost.",
              "14-15": "The target suffers a -2 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d4+CL rounds. The target takes an additional 1d4 damage each time it is struck for damage during the spell’s duration.",
              "16-19": "The target suffers a -4 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d6+CL rounds. The target takes an additional 1d6 damage each time it is struck for damage during the spell’s duration.",
              "20-21": "The target suffers a -6 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d8+CL rounds. The target takes an additional 1d8 damage each time it is struck for damage during the spell’s duration.",
              "22-25": "The target suffers a -8 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d10+CL rounds. The target takes an additional 1d10 damage each time it is struck for damage during the spell’s duration.",
              "26-29": "The target suffers a -10 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d12+CL rounds. The target takes an additional 1d12 damage each time it is struck for damage during the spell’s duration.",
              "30-31": "The target suffers a -10 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d12+CL rounds. The target takes an additional 1d14 damage each time it is struck for damage during the spell’s duration.",
              "32-33": "The target suffers a -10 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d12+CL rounds. The target takes an additional 1d16 damage each time it is struck for damage during the spell’s duration. Finally, the target will die of natural causes (at the judge’s discretion) at the end of 24 hours. This final curse is lifted if the target succeeds on a Fort save (DC 15+CL) or if the caster is slain before the spell reaches its grisly end.",
              "34+": "The target suffers a -10 penalty to all saving throws, AC, and attacks against the caster and his allies for the next 1d12+CL rounds. The target takes an additional 1d20 damage each time it is struck for damage during the spell’s duration. Finally, the target will die of natural causes (at the judge’s discretion) at the end of the next hour. This final curse is lifted if the target succeeds on a Fort save (DC 15+CL), but even slaying the caster does not bring the spell to an end."
            }
          }
        ],
        "level_3": [
          {
            "name": "Warp & Weft",
            "range": "1d100’ +10’ per CL",
            "duration": "1d3+CL turns, except where noted",
            "casting_time": "2 rounds",
            "save": "Will save vs. spell check if unwilling",
            "general": "General Servant to the Three Fates, the caster can bend, stretch—and in rare instances— weave the threads of destiny that rule the universe. Such power always comes with great risk, and even the caster’s masters are loath to alter what has already been decided. Once cast, the spell effect can be declared at any time, regardless of initiative order. Each time the spell is unsuccessfully cast there is a cumulative 1% chance that the caster winks from existence, never to return. If the caster elects to turn the spell’s effects on himself, he must first attempt a Will save vs. spell check or immediately cease to exist.",
            "manifestation": "Manifestation Roll 1d3: (1) caster freezes for the duration of the casting time, perceiving the strands and threads of fate that make up the universe; (2) large, pale, interdimensional spiders descend through rifts in reality, drawing threads of fate-silk behind them; (3) a dusky hue passes over the caster’s vision and all living creatures within his sight appear as corpses, as he witnesses the inevitable end to all living things.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-15": "Failure, but spell is not lost.",
              "16-17": "The caster can alter a single saving throw, ensuring that a failed save is successful or a successful save is failed.",
              "18-21": "The caster can alter 1d3 savings throws or attack rolls, making failed rolls successful or vice versa.",
              "22-23": "The caster can alter 1d5 savings throws, attack rolls, or damage rolls. He can make failed rolls successful or vice versa or ensure maximum or minimum damage on damage rolls.",
              "24-26": "The caster can alter 1d7 savings throws, attack rolls, spell checks, skill checks (including thief skills), or damage rolls. He can make failed checks successful or vice versa or ensure maximum or minimum results on damage rolls. Altered spells succeed at the lowest possible spell check result, or fail, but are not lost.",
              "27-31": "As result 24-26 above or the caster can cause 1d3 targets to suffer critical failures or successes to attack rolls or spell checks.",
              "32-33": "As result 24-26 above or the caster can cause 1d5 targets to suffer critical failures or successes to attack rolls or spell checks.",
              "34-35": "As result 24-26 above and the caster can cause 1d7 targets to suffer critical failures or successes to attack rolls or spell checks.",
              "36+": "The caster can alter 1d7 savings throws, attack rolls, spell checks, skill checks (including thief skills), or damage rolls, and cause 1d7 targets to suffer critical failures or successes to attack rolls or spell checks. Alternatively, for 1d5+CL rounds, the caster determines the failure or success of every die rolled within the spell’s radius. This includes attacks, saving throws, spell checks, skill checks (including thief skills), and damage rolls. Damage rolls can be maximized or minimized. Altered spells succeed at the lowest possible check result, or fail, but are not lost. The caster’s control of fate is not fine enough to determine critical failures or successes for attacks and spell checks (though such results can still be generated naturally). There is a 5% cumulative chance per round that the Fates reject the caster’s intervention, ending the spell and inflicting 1d20 damage to all creatures within the spell radius."
            }
          }
        ]
      },
      "spellburn": {
        "1": "Apprehending the majesty of his role in the ordered universe exhausts the caster (expressed as Stamina, Strength, or Agility loss). The caster must succeed on a DC 15 Will save or lose all benefits of the spellburn. If the caster succeeds on the save, his hard-won wisdom grants him a +1 bonus to all future attempts at the spell. (Such a bonus can only be gained once per spell.)",
        "2": "The caster draws upon the latent power of ley lines and telluric currents, utilizing the native forces to empower his spell. On a successful Int check (DC 15+spell level), the caster gains +3 to his spell check without expending any stats. (The caster is then free to spellburn stats to further augment the casting.)",
        "3": "The caster submits himself to the will of the Fates, who drain the caster of stat points according to their own, unknowable plan. Roll 1d4 to determine the stat drained in the spellburn: (1) Strength, (2) Agility, (3) Stamina, (4) the caster suffers no drain but still receives the spellburn bonus.",
        "4": "The caster cannot spellburn without resorting to a fell chaos rite. His oppressive guilt and the spell’s grim requirements are expressed as Stamina, Strength, or Agility loss. Should the caster ever spellburn in the presence of other agents of the Fates, his life would surely be forfeit."
      }
    }
    ,{
      "name": "Yddgrrl, the World Root",
      "description": "Yddgrrl is the root from which all living plants grow. He is the guardian of the forest, worshipped by treants,\nsentient plants, and some druids. Yddgrrl’s presence can be felt in the quiet dew-times and the deep calm of the\ngreen, when the meditating plant-life feels his nourishment. He controls the soil, the air, and the rain of the forest,\nand appears as a fast-growing root that breaks the surface of the forest floor to bring aid where needed. Yddgrrl asks\nlittle of his followers save that they meditate on the serenity of the green and defend the forests against all enemies, especially\nits greatest foes: fire and the axe. Yddgrrl dwells in a unique plane of existence at the intersection of the elemental\nplanes of air, water, and earth, where he forever battles the forces of elemental fire.\n\nInvoke Patron check results:",
      "invoke_patron": {
        "12-13": "Yddgrrl protects the caster from the forest’s enemies. Roots grow about his body and limbs with no negative\nimpact to mobility. For 1d6+CL rounds, the roots protect the caster, who takes half damage from fire and bladed\nweapons.",
        "14-17": "Yddgrrl sends a torrential rain to protect the caster. A cloud materializes above the caster’s head (even if underground)\nand the rainstorm erupts. The rain is centered on the caster and extends 1d4 x 10’ from him in all directions.\nAll natural fires are automatically extinguished. Magical fires are also extinguished unless they make a Will\nsave against the spell check result (using the original caster’s Will modifier). Fire-based magic used while the\nrainstorm is ongoing (e.g., fireball) is severely hampered and does only half damage. Visibility is restricted, inflicting\na -2 attack penalty to all missile fire attacks. The rain storm continues for 1d6+CL rounds.",
        "18-19": "Yddgrrl strengthens the caster’s skin to better resist the blade of the axe. The caster’s skin thickens to resemble\nbark, and he gains a +4 AC bonus. The effect lasts for 1d4 turns.",
        "20-23": "Yddgrrl provides nourishment. The caster’s legs sprout thin roots that seek out the ground. If the caster is standing\non dirt or stone, he heals 1d8 hit points at the end of each round in which he does not move. This continues\nuntil he moves or returns to maximum hit points.",
        "24-27": "Yddgrrl sends the world-root to aid his follower. The tip of an enormous tree root bursts forth from the ground,\nswaying like a snake, and proceeds to attack a target of the caster’s designation. It attacks with a +8 slam for\n1d6+6 points of damage on the caster’s initiative count. It can target any creature within 40’ of the caster. The\nworld-root remains for 1d6+CL rounds, and cannot be slain during this time; even if severed or killed, another\nroot simply sprouts beside it. The caster does not need to concentrate in order to continue directing its actions.",
        "28-29": "A complex tangle of tree roots bursts from the earth to entangle an enemy of the caster’s choosing. The enemy\nmust be within 100’. He receives a Reflex save against the spell check DC to jump free; otherwise, he is trapped in\nplace by the roots. The roots are permanent; the target can be freed only by chopping him free (must do 40 points\nof damage to the AC 12 roots).",
        "30-31": "A colossal tree-man bursts from the ground nearby and fights on behalf of the caster. He moves on the caster’s\ninitiative and the caster can perform other actions while directing him. The tree-man remains for 1d4+CL rounds.\nTree-man: Atk slam +12 melee (dmg 2d6+6); AC 17; HD 6d8; MV 20’; Act 2d20; SP takes 2x damage from fire; SV\nFort +8, Ref +1, Will +8; AL N.",
        "32+": "Yddgrrl sends two tree-men to fight for the caster, as result 30-31 above."
      }
    }
    ,{
      "name": "Obitu-Que, Lord of the Five",
      "description": "The Lord of the Five is a pit fiend and balor general whose experimental mutations gave him five ruby-red eyes.\nHis physical form was defeated by a line of noble barbarians but his dominating spirit survives in areas of blight\nand decay, where his ceremonies are performed. He demands that his subjects pursue his cryptic agenda of conquest.\nHe is fast to respond to invocations, but the aid he sends may dominate the caster as much as aid him.\n\nInvoke Patron check results:",
      "invoke_patron": {
        "12-13": "Blight. All plants within 100’ of the caster wither and die. All living creatures in range (excluding allies and the\ncaster) grow suddenly weak, losing 1d4 Strength for the next hour.",
        "14-17": "Blight blade. The caster’s weapon of choice (including staff or rod, as appropriate) grows black and dusky. Until\nthe next sunrise, any creature struck by the blighted blade must make a DC 16 Fort save or be poisoned with a\nterrible blight that causes the permanent loss of 1d4 Strength.",
        "18-19": "Eldritch flames. The caster’s body crackles with red flames, which give off no heat but are clearly visible. The\nflames grant a +6 bonus to attack rolls for the next turn, and whenever the caster attacks, they swirl above him\nand form the face of Obitu-Que, who sneers in profane delight.",
        "20-23": "Pit flames. The caster suffers 1 hp of damage as a bolt of black flame, jets from the ground through his body and\narcs toward the nearest enemy. That enemy suffers 2d6 damage immediately and another 1d6 damage from burns\non the following round.",
        "24-27": "Dominance. The demon’s will surges into the caster’s mind and from it to his nearest enemy. The caster loses\n1d4 points of Personality for the next hour and feels irresistible compulsions to further Obitu-Que’s agenda (at\nthe judge’s discretion). One designated enemy within 100’ must make a DC 24 Will save or be dominated for 1d6\nturns. While dominated, the caster controls the enemy’s every action but must concentrate to do so. If the caster\nstops concentrating, the dominated enemy simply stands silent and immobile like a zombie.",
        "28-29": "As result 24-27, but the enemy must make a DC 28 Will save.",
        "30-31": "The five-eyed skull of Obitu-Que appears above the caster, sheathed in the ruby flames of Hell. It remains for five\nrounds, during which time the caster may cast no other spell. Each round, starting immediately (i.e., in the round\nof the spell-casting), the caster may direct one eye to dominate any enemy within 100’. The target must make a\nDC 30 Will save or be dominated. The domination lasts for 1d4 rounds past the end of the round following the\ndisappearance of the skull. The caster controls the actions of all dominated creatures but must concentrate to do\nso. If the caster stops concentrating, the dominated enemies simply stand silent and immobile like zombies. When\nthe effect ends, the caster temporarily loses 1d4 points of Personality and must follow the will of Obitu-Que for\nthe next hour.",
        "32+": "As result 30-31, but the enemy must make a DC 32 Will save."
      }
    }
    ,{
      "name": "Ithha, Prince of Elemental Wind",
      "description": "Ithha, prince of elemental wind, serves as one example of the elemental pacts that can be made. Ithha is a demigod\nwho seeks to subjugate the earth elemental Grom and his minions. Ithha grants limited control over wind\nand the ability to summon air elementals.\n\nInvoke Patron check results:",
      "invoke_patron": {
        "12-13": "Earth-enemy. For the next turn, the caster and all allies within 10’ gain a +2 bonus to attacks, damage, and spell\nchecks against creatures of earth or stone.",
        "14-17": "Protective vortex. The caster is surrounded by a whirling vortex that flings aside all incoming missiles, and melee\nattackers must struggle to lift their blades against the wind. For the next turn, all missile fire attacks that “hit” the\ncaster have an automatic 50% chance of missing, and the caster receives a +2 bonus to AC.",
        "18-19": "Sandstorm. A swirling, turbulent cone of air emanates from the caster’s fingertip, pulling up sand and grit from\nthe ground to produce a veritable sandstorm. The caster can target one enemy within 50’, who takes 1d12 damage\nfrom abrasion. The sandstorm continues to whirl around that same target, following him if he moves and inflicting\n1d10 damage on the next round, then 1d8, 1d6, and finally 1d4 on the fifth and final round. Each round, the\ntarget can make a DC 20 Fort save to avoid damage.",
        "20-23": "Suffocation. The caster targets one air-breathing enemy within 100’ and points to him. All the air in the target’s\nlungs is sucked out. The target begins suffocating, taking 1d6 Stamina damage immediately unless he succeeds\non a DC 20 Fort save. If the save is failed, the target takes another 1d6 Stamina damage on the following round\nwith another save to resist. Each time the target fails a save, the suffocation continues another round, lasting until\nhe succeeds on a save or until he reaches 0 Stamina, at which point he dies.",
        "24-27": "Elemental transformation. The caster and all his equipment transform into gaseous form. He can fly at twice his\nnormal speed and is immune to physical attack from mundane weapons, though he can be harmed by spells and\nmagical attacks. The transformation lasts for 1 hour or until he wills it to end. While in gaseous form, the caster\ncannot attack physically but can cast spells that do not have limitations associated with his new form.",
        "28-29": "Summon invisible companion. The invisible companion performs the caster’s bidding for 1 day. It can fly at a\nspeed of 100’ and can perform any task as a normal man, though it is invisible. It can attack enemies at +6 for\n2d6 damage. If attacked, it has AC 16 and 60 hit points, although attackers can only fight it in melee (unless they\ncleverly reveal it somehow), and even then automatically miss 75% of the time.",
        "30-31": "Summon elemental. The caster calls forth a gust of sentient wind. It appears immediately and obeys commands\nfor 2d6 rounds, then departs. It has the stats and abilities of an 8 HD air elemental (see page 411).",
        "32+": "Summon multiple elementals. The caster calls forth two gusts of sentient wind. They appear immediately and\nobey commands for 2d6 rounds, then depart. They have the stats and abilities of 12 HD air elementals"
      }
    }
    ,{
      "name": "Grimtooth",
      "description": "Of the origins of Grimtooth the Great Troll, little\nis known with absolute certainty. While he purports\nto be of the trollish race, the entity bears\nlittle resemblance to the mindless, green-skinned namesakes.\nOver 12’ tall, the muscular ashen giant sneers with\neyes like black pools of tar that seem to leech light from\nthe air. The sage, Phondidlus, champions the theory that\nGrimtooth is not a troll at all, but rather an intergalactic\nalien traveller or the mischievous alter ego of another patron\nor deity.\nGrimtooth has a reputation for being a master trapsmith.\nWhile the evil troll eschews the weapons and armor\nof modern warfare for a simple loincloth and spear, his\ndeathtraps exhibit a level of craftsmanship and genius that\napproaches art. Some mechanisms even incorporate technology\nonly seen in advanced civilizations. Grimtooth’s\nobsession with traps hints at his murky nihilist philosophy:\nAll mortals are insignificant and should be exterminated\nfor a chuckle.\nThose who ally themselves with the Great Troll are usually\naligned with chaos. Grimtooth has no concern for the safety\nand wellbeing of sycophants and hangers-on. In fact,\nthe Great Troll finds the whining pleas of puny mortals\ninsufferably boring. Anytime Grimtooth is invoked, there\nis a 25% chance that the evil troll ignores the invocation\neven if the spell check is successful. However, Grimtooth\ncan’t resist a good joke. Uttering a pun ensures Grimtooth\nwill not ignore the invocation.\n\nInvoke Patron check results:",
      "invoke_patron": {
        "12-13": "A dart fires from a hidden mechanism, striking\none target of the caster’s choosing within 60’.\nThe dart inflicts 1d4 damage and is coated in a\nrandom type of poison (roll 1d16 on Appendix\nP, DCC RPG, pg 446).",
        "14-17": "1d3+1 darts fire from hidden mechanisms, each\nstriking a target of the caster’s choosing within 60’.\nEach dart inflicts 1d4 damage and is coated in a\nrandom type of poison (roll 1d16 on Appendix P,\nDCC RPG, pg 446).",
        "18-19": "Like a puppet master with a marionette, Grimtooth\nseizes control of the caster’s body with\ninvisible strings and goes on a bloody rampage.\nThe caster gains a +4 bonus to attack and damage\nrolls for 1d4+1 rounds. If the caster wields a\nspear, the bonus increases by +1.",
        "20-23": "A bowling ball drops from the ceiling over the\nhead of a random foe within 100’. The target must\nmake a DC 20 Reflex save, or take 2d10 damage\nand be knocked unconscious for 1d4 rounds.",
        "24-27": "The caster feels Grimtooth’s mischievous presence.\nThe Great Troll causes 1d4+2 traps to\nspontaneously arm themselves with a Find/\nDisable Trap DC equal to the spell check. Each\ntrap occupies a 5’x5’ section of floor. The caster\nhas no knowledge of the traps’ placement. The\njudge should position the traps wherever they\nare most likely to crack up the evil troll. Roll\n1d6 to determine trap type: (1) spike pit (10’\ndeep), DC 20 Reflex save or 1d6+1 damage plus\npoison (DC 15 Fort save or death, 1d12 hp + 1d4\nStr damage on successful save); (2) pressure\nplate launches 1d4 tranquilizer darts at random\ntargets (DC 20 Reflex save or sleep 1d3 rounds);\n(3) choking gas trap, DC 20 Fort save or 1d6\ndamage and blinded for 1d4 rounds; (4) falling\nblock, DC 20 Reflex save or 3d6 damage; (5)\nflame jet, DC 20 Reflex save or 2d6 damage plus\n50% chance of bursting into flames; (6) pressure\nplate triggers slicing scythe from ceiling, targets\nin a 15’ line make DC 20 Reflex save or struck\nby blade for 2d8 damage.",
        "28-29": "Same as previous, but 1d6+2 traps are created\nand caster knows their locations.",
        "30-31": "Same as previous, but 1d10+2 traps are created\nand the caster may choose the placement of the\ntraps (but not type).",
        "32+": "The Great Troll’s sister, Grimtina, drops from\na trapdoor in the ceiling. The trollish killing\nmachine, nearly 8’ in height with black eyes\nand long flowing hair, revs a growling chainsaw.\nGrimtina attacks the caster’s foes for 2d6\nrounds. However, Grimtina’s chainsaw is\nthirsty. Should her favored weapon not taste\nenough blood (75 hp) by the end of the spell’s\nduration, Grimtina turns on the nearest creature\nwith her chainsaw (even the adventurers)\nuntil her blood tax has been paid.\nGrimtina: Init +9; Atk chainsaw +21 melee\n(10d10); AC 41; HD 10d30+100; hp 255; MV 30’;\nAct 1d20; SP invulnerable to damage, immune\nto magic; SV Fort +17, Ref +25, Will +15; AL C."
      },
      "patron_taint": {
        "1": "Through an invisible assailant, Grimtooth gives the puny caster a token of his affection. Roll 1d6: (1) kick to the groin (1d4 damage, -10’ speed for 1 turn); (2) box ears (deafened 1d3 rounds, -1 penalty to spell checks); (3) uppercut (1d3 damage and bite tongue, causing -2 penalty to spell checks); (4) gut punch (1d3 damage and DC 15 Fortitude check or immobilized 1d3 rounds); (5) close shave (cuts off a wad of hair or beard); (6) leg sweep (1d3 damage and fall prone).",
        "2": "The caster has stared into the abyss of the Great Troll’s ebon eyes and now the abyss has taken root. The sclera and pupil of the caster’s eyes turn black. The caster’s eyesight is reduced to a distance of 50’ for 1 week. Everything beyond is a blur. If the result is rolled a second time, the caster’s eyes double in size. If the result is rolled a third time, the caster’s eyes grow even larger and more sinister, taking on the appearance of Grimtooth’s. The caster gains infravision 60’ and loses 2 Personality.",
        "3": "Grimtooth has laid a trap for the caster. The caster knows there is a trap, but does not know when it will strike and cannot avoid it. The judge should cause the trap to strike when least expected or most inopportune. The first time the result is rolled, a rattrap snaps the caster for 1d3 damage. The second time the result is rolled, a rope snare grabs the caster’s leg, suspending the caster upside down, and immobilized until cut down. The third time the result is rolled, a bear trap crushes the caster’s leg for 2d6 damage, and the caster is immobilized until freed (DC 15 Strength check).",
        "4": "The caster hears Grimtooth’s maniacal laugh even when covering his or her ears. The howling laughter goes on for 1 turn, during which time the caster has trouble concentrating. All spell checks, ability checks, and saves incur a -2 penalty. If the result is rolled a second time, the incessant cackling goes on for 1 day. In addition to the previous effect, the caster’s sleep is disturbed. The caster is unable to rest, regain lost spells, or recover from spellburn. If the result is rolled a third time, loud insults and mocking chortles continue for an entire week, during which time the caster suffers from all previous effects. At the week’s end, the caster must roll under each ability score, or permanently lose 1 point of that ability from exhaustion.",
        "5": "An object suddenly falls from the ceiling or sky over the caster’s head. The caster can make an immediate DC 15 Reflex save to avoid being hit by a falling brick (1d6 damage). If this result is rolled a second time, the object is a frying pan (1d8 damage). If this result is rolled a third time, the object is an anvil (4d10 damage and unconscious 1d6 turns).",
        "6": "Darts rocket at the caster from unseen holes. The caster can make an immediate DC 15 Reflex save to avoid being hit by a poison dart (1d4 damage plus jellyfish poison). If this result is rolled a second time, the dart injects giant wasp poison. If this result is rolled a third time, the dart injects black lotus poison. Poison effects are detailed in Appendix P: Poisons in the core rulebook (page 446)."
      },
      "spellburn": {
        "1": "The caster headbutts the nearest creature, resulting in 1d4 damage to the caster and the target in addition to the normal Stamina, Strength, or Agility loss.",
        "2": "Grimtooth scoffs at the caster’s flaccid pleas. The caster gets an immediate melee or missile fire attack against a creature within movement range. If the blow draws blood, Grimtooth grants the spellburned ability points plus an additional 5 points in aid. Otherwise, the caster gains no benefit from the spellburn.",
        "3": "The caster causes grievous injury to himself to draw the Great Troll’s attention. In addition to ability point loss, the caster must self-inflict even greater damage. Roll 1d3: (1) poke self in eyes (blinded 1d3 rounds); (2) punch self in face (1d4 damage); (3) open vein (1d3 damage plus bleeding; DC 15 Fortitude save to staunch bleeding, or suffer additional 1d3 damage per round until save).",
        "4": "Grimtooth is unmoved by the caster’s demands. The caster must make a pun or only receive half the benefit of the spellburned ability points (round down)."
      },
      "spells": {
        "level_1": [
          {
            "name": "Detect Trap",
            "range": "20’ or more",
            "duration": "2 turns",
            "casting_time": "2 actions",
            "save": "None",
            "general": "General The caster senses the location on triggers, traps, and snares within range.",
            "manifestation": "See below.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-13": "The caster has an unfocused sense of danger when approaching traps with a Find Trap DC of 10 or less within range. This sense can manifest as hair rising on the back of the neck, ringing in the ears, or a tingling sensation on the forehead. Traps behind 3’ of wood, 1” of solid metal, or 1’ of stone are not detected.",
              "14-17": "The caster has an unfocused sense of danger when approaching traps with a Find Trap DC of 15 or less within range. This sense can manifest as hair rising on the back of the neck, ringing in the ears, or a tingling sensation on the forehead. Traps behind 3’ of wood, 1” of solid metal, or 1’ of stone are not detected.",
              "18-19": "The caster has a directional sense of danger when approaching traps with a Find Trap DC of 15 or less within range. This directional sense extends in a cone from the caster’s head, 20’ long and 20’ wide. Outlines of an eye-shaped symbol appear floating at the caster’s forehead. Traps behind 3’ of wood, 1” of solid metal, or 1’ of stone are not detected.",
              "20-23": "The caster has a directional sense of danger when approaching traps with a Find Trap DC of 20 or less within range. This directional sense extends in a cone from the caster’s head, 20’ long and 20’ wide. Outlines of an eye-shaped symbol appear floating at the caster’s forehead. Traps behind 3’ of wood, 1” of solid metal, or 1’ of stone are not detected.",
              "24-27": "The caster has a directional sense of danger when approaching traps with a Find Trap DC of 20 or less within range. This directional sense extends in a cone from the caster’s head, 30’ long and 10’ wide. The caster can describe the trap in enough detail for an ally to gain a +1 bonus to a Find/Disable Trap check against the trap. A spectral eye-shaped symbol appears floating at the caster’s forehead.",
              "28-29": "The caster has a directional sense of danger when approaching traps with a Find Trap DC of 25 or less within range. This directional sense extends in a cone from the caster’s head, 40’ long and 5’ wide. To the caster, the trap’s triggering mechanism is limned in radiant light within line of sight. The caster can describe one trap in enough detail for an ally to gain a +3 bonus to a Find/Disable Trap check against the trap. A glowing eye-shaped symbol appears at the caster’s forehead.",
              "30-31": "The caster can determine the exact location of traps with a Find Trap DC of 25 or less within an 80’ radius. To the caster, trap mechanisms are limned in radiant light within line of sight. The caster can describe one trap in enough detail for an ally to gain a +5 bonus to a Find/Disable Trap check against the trap. A glowing eye-shaped symbol appears at the caster’s forehead.",
              "32+": "The caster has perfect awareness of the exact location of traps within a 120’ radius. To the caster, trap mechanisms are limned in radiant light, even through walls. The caster can describe one trap in enough detail for an ally to gain a +10 bonus to a Find/Disable Trap check against the trap. The caster also knows the safest position to be in when the trap is triggered. A glorious eye-shaped symbol hovers above the caster, radiating light in a 60’ radius."
            }
          }
        ],
        "level_3": [
          {
            "name": "Make Poison",
            "range": "Self",
            "duration": "Permanent",
            "casting_time": "1 round",
            "save": "None",
            "general": "General The caster distills powerful poisons from the glands of venomous creatures. The caster must first obtain the proper material components to create extracts; at least 1 venom extract is required to make a poison. Then, the caster picks a poison from the Poison Brewing List (below) to obtain the base DC. The base DC is further modified by the Poison Delivery Method table. Additional materials needed to complete the process cost half the target DC (rounded down) x10 gp. Once the target DC is calculated, the caster makes the spell check against that number. Unlike most spell checks, when creating poison the caster makes a spell check against a target DC. A spell check that would reflect successful casting (14+) but fails to meet the target DC consumes the extract components, but does not create a viable poison. Each successfully created poison grants one use of the poison attack. Poison effects are detailed in Appendix P: Poisons in the core rulebook. However, the judge shouldn’t feel limited to these poisons. The venom sac of any creature with a poison attack can be used to make extracts. The base DC for brewing purposes is equivalent to the attack’s saving throw DC +5. Giant creatures add +4 to the target DC, and demonic creatures add +8. Both yield 3 extracts per creature.",
            "manifestation": "Roll 1d4: (1) Poof! A cloud of smoke mushrooms from the concoction; (2) the brew roils as it changes from one color to another; (3) the air is thick with a cloying sweet aroma; (4) the liquid’s surface rises into the shape of a cobra. It hisses and strikes at the air then melts back into the cauldron.",
            "corruption": "Roll 1d4: (1) the joints of the caster’s hand become stiff and inflamed with rheumatism; (2) acidic spray from a bad reaction leaves permanent burn marks on the caster’s face or body; (3) the poison taints the caster’s humors and exudes from the pores for 1 week. Anyone touching the caster must make a DC 10 Fort save or suffer effects of the poison; (4) dark colored buboes swell at the neck and armpits.",
            "misfire": "Roll 1d4: (1) the poison becomes volatile and explodes resulting in 1d10 damage to everyone within 10’; (2) the poison smokes, creating a 20’x20’ poisonous cloud (DC 15 Fort save against target poison or suffer effect); (3) the poison splashes up into caster’s eyes and mouth, resulting in an immediate save against the intended poison’s effect; (4) the poison is weak (re-roll a normal result, and reduce the DC of all effects by 10).",
            "table": {
              "1": "Misfire and corruption!",
              "2-11": "Lost. Failure.",
              "12-13": "Failure, but spell is not lost.",
              "14-15": "Per poison brewing list.",
              "16-19": "Per poison brewing list.",
              "20-21": "Per poison brewing list.",
              "22-25": "Per poison brewing list.",
              "26-29": "Per poison brewing list.",
              "30-31": "Per poison brewing list.",
              "32-33": "Per poison brewing list.",
              "34+": "Per poison brewing list."
            },
            "poison_brewing_list": {
              "ingredients": [
                "Toxic ooze (1 flask)",
                "Mummy heart",
                "3 tarantula venom sacs, or harvest ½ extract/week per live tarantula",
                "Giant centipede venom sac (yields 2 extracts)",
                "2 black widow venom sacs, or harvest ½ extract/week per live black widow",
                "Giant wasp venom sac (yields 2 extracts)",
                "Jellyfish poison gland",
                "Severed manticore stinger (yields 3 extracts)",
                "Milk snake hair venom (yields 2d6 extracts per medusa)",
                "Severed giant scorpion stinger (yields 3 extracts)",
                "Viper venom sac, or harvest 1 extract/day per live viper",
                "Cobra venom sac, or harvest 1 extract/day per live cobra",
                "Asp venom sac, or harvest 1 extract/day per live asp",
                "Adder venom sac, or harvest 1 extract/day per live adder",
                "2 pounds lotus bulbs"
              ],
              "extraction_dc": [
                "Toxic ooze 15",
                "Mummy rot 17",
                "Tarantula 17",
                "Giant centipede 18",
                "Black widow 19",
                "Giant wasp 20",
                "Jellyfish 21",
                "Manticore 21",
                "Medusa 21",
                "Scorpion 21",
                "Viper 21",
                "Cobra 23",
                "Asp 25",
                "Adder 27",
                "Black lotus 29"
              ],
              "delivery_methods": [
                { "method": "Balm (wound)", "dc_modifier": "+0", "description": "Consumes 1 extract. Balm is pressed inside a piece of folded cloth that can be applied to weapons without making a Handle Poison check." },
                { "method": "Contact (touch)", "dc_modifier": "+2", "description": "Consumes 2 extracts. Can be applied to gloves, weapons, or any item that target may handle (e.g., applied to letter and mailed to target)." },
                { "method": "Volatile powder (area)", "dc_modifier": "+5", "description": "Consumes 1 extract per 5’x5’ of coverage. Additional material cost increases to target DC x10 gp. The final product is contained within a stoppered glass phial. When thrown, the glass breaks and a poisonous cloud fills the coverage area. All targets within cloud must save versus poison effect." }
              ]
            }
          }
        ],
        "level_5": [
          {
            "name": "Chaos Bolt",
            "range": "50’ or more",
            "duration": "Instantaneous",
            "casting_time": "1 action",
            "save": "Reflex vs. spell check",
            "general": "General A bolt of chaos energy shoots from the caster’s finger, causing mayhem on the battlefield.",
            "manifestation": "Roll 1d4: (1) purple crackling lightning bolts; (2) ray of crimson light; (3) silvery zigzag bolt; (4) wavy arcs of spectral blue-black energy.",
            "table": {
              "1": "Lost, failure, and patron taint.",
              "2-11": "Lost. Failure.",
              "12-15": "Failure, but spell is not lost.",
              "16-17": "The caster releases a single chaos bolt aimed at one target within 50’. The target takes 2d6 damage and must make a Reflex save opposed by the spell check or be paralyzed 1d3 rounds.",
              "18-21": "The caster releases a single chaos bolt aimed at one target within 50’. The target is hurled 1d3x10’ backwards (taking 1d6 damage per 10’ thrown if a solid object is struck) and falls prone. If the target strikes another creature, the creature must make a Reflex save opposed by the spell check, or take half the target’s damage and fall prone.",
              "22-23": "The caster releases a single chaos bolt aimed at one target within 50’. The target is hurled 1d4x10’ in a direction of the caster’s choosing (taking 1d6 damage per 10’ thrown if a solid object is struck), bursts into flames, and falls prone. If the target strikes another creature, the creature must make a Reflex save opposed by the spell check, or take half the target’s damage, burst into flames, and fall prone.",
              "24-26": "The caster fires two chaos bolts aimed at targets within 75’. Targets are hurled 1d4+1x10’ in a direction of the caster’s choosing (taking 1d6 damage per 10’ thrown if a solid object is struck) and fall prone. If a target strikes another creature, the creature must make a Reflex save opposed by the spell check, or take half the target’s damage and fall prone. Any target of the spell must make a DC 15 Fort save or all carried weapons shatter immediately. Otherwise, the weapons become brittle (-2 penalty to attack and damage rolls).",
              "27-31": "The caster fires two chaos bolts aimed at targets within 75’. Targets are hurled 1d4+2x10’ in a direction of the caster’s choosing (taking 1d6 damage per 10’ thrown if a solid object is struck), afflicted by a random condition for 1d3 rounds, and fall prone. If a target strikes another creature, the creature must make a Reflex save opposed by the spell check, or take half the target’s damage, become afflicted by a random condition for 1d3 rounds, and fall prone. Roll 1d5 for condition: (1) petrifaction (permanent); (2) paralysis; (3) unconscious; (4) blindness; (5) shrink by half (-5’ speed).",
              "32-33": "The caster fires two chaos bolts aimed at targets within 75’. Each bolt can strike another target within 50’ for a total of 4 primary targets. Targets are hurled 2d4x10’ in a direction of the caster’s choosing (taking 1d6 damage per 10’ thrown if a solid object is struck) and fall prone. If a target strikes another creature, the creature must make a Reflex save opposed by the spell check, or take half the target’s damage and fall prone. Additionally, all primary and secondary targets must make a Fortitude save opposed by the spell check or be partially polymorphed for 1d6 rounds. Roll 1d5 for body part: (1) right arm; (2) left arm; (3) right leg; (4) left leg; (5) head. Roll 1d6: (1) octopus; (2) gorilla; (3) chicken; (4) cat; (5) bear; (6) owl. The judge decides the effects of the transformation.",
              "34-35": "The caster fires two chaos bolts aimed at targets within 75’. Each bolt can strike 3 additional targets within 50’ for a total of 6 primary targets. Targets are hurled 2d4x10’ in a direction of the caster’s choosing (taking 1d6 damage per 10’ thrown if a solid object is struck). If a target strikes another creature, the creature must make a Reflex save opposed by the spell check, or share in the target’s fate. All primary and secondary targets fall upwards up to 100’ (taking 1d6 falling damage for each 10’ traveled if they strike the ceiling), then drop from the height to the ground in the following round for additional falling damage.",
              "36+": "A storm of crackling chaos erupts around the caster in a dome with a 100’ radius for 2d6 turns. Cascades of frenetic dancing purple lightning electrify targets within range. The caster cannot move the storm, but can walk through it without suffering ill effects. All others must succeed in a DC 20 Fortitude or Reflex check, or suffer the effects of pure chaos. Roll 1d22: (1) thrown 2d4x10’ in random direction (taking 1d6 damage per 10’ thrown if a solid object is struck); (2) weapon animates and attacks wielder (AC 14, MV 30’, hp 20); (3) increases 50% in size (cumulative), +2 bonus to attacks, damage, and AC; (4) shrinks 50% in size (cumulative), -2 to attacks and -5’ speed; (5) corruption, roll 1d3: [1] minor, [2] major, [3] greater; (6) heal 2 hit die of damage; (7) random appendage becomes a tentacle; (8) hot soup; (9) polymorphed, then reduce hit points by half and attack nearest creature; roll 1d6: [1] giant rat, [2] cave octopus, [3] cat, [4] kobold, [5] killer bee, [6] insect swarm; (10) immune to one kind of attack, roll 1d5: [1] fire, [2] cold, [3] acid, [4] lightning, [5] force energy; (11) teleports 2d4x10’ random direction; (12) disappears, then reappears when storm dissipates; (13) turns to stone then explodes into smoking chunks of concentrated evil (instant death); (14-15) nothing happens; (16) fall asleep for 1d4 rounds; (17) 1d3 mirror images blink into existence, 75% chance attacks against caster will target a mirror duplicate (destroys image); (18) body melds with nearest creature, roll 1d6: [1-5] incapacitated permanently, [6] forms a single creature with combined stats, hit points, and action die of individual creatures; (19) armor melts, negates AC bonus and inflicts 2d6 damage; (20) bucket appears over head, blinded; (21) sliced by invisible force for 12d6 damage; (22) spontaneous decapitation (instant death)."
            }
          }
        ]
      }
    }
  ]
}
